/*
 Navicat MySQL Data Transfer

 Source Server         : localhost_3306_1
 Source Server Type    : MySQL
 Source Server Version : 50729
 Source Host           : localhost:3306
 Source Schema         : xd

 Target Server Type    : MySQL
 Target Server Version : 50729
 File Encoding         : 65001

 Date: 15/06/2022 17:03:25
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for course
-- ----------------------------
DROP TABLE IF EXISTS `course`;
CREATE TABLE `course`  (
                           `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
                           `createTime` datetime NULL ,
                           `updateTime` datetime NULL ,
                           `deleteTime` datetime NULL ,
                           `cid` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                           `collage` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                           `course` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                           `cData` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                           `extra` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                           `counts` int(11) NULL DEFAULT NULL,
                           `stuId` varchar(256) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '123',
                           `isDelete` tinyint(4) NULL DEFAULT 0,
                           `teaId` varchar(256) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '456',
                           PRIMARY KEY (`id`) USING BTREE,
                           INDEX `idx_course_deleted_at`(`deleteTime`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 11 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of course
-- ----------------------------
INSERT INTO `course` VALUES (1, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, '56050378', '计算机学院', '面向对象程序设计', '星期四第7-8节{1-16周}', 'null', 6, '123', 0, '456');
INSERT INTO `course` VALUES (2, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, '11180280', '计算机学院', '软件模式', '星期三第7-8节{1-16周}', 'null', 69, '123', 0, '456');
INSERT INTO `course` VALUES (3, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, '10128750', '电子信息学院', '大学物理', '星期五第5-6节{1-16周}', 'null', 85, '123', 0, '456');
INSERT INTO `course` VALUES (4, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, '56040230', '计算机学院', '数据库概论', '星期一第1-2节{1-16周}', 'null', 89, '123', 0, '456');
INSERT INTO `course` VALUES (5, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, '56050414', '计算机学院', '算法分析与设计', '星期五第9-11节{1-16周}', 'null', 26, '123', 0, '456');
INSERT INTO `course` VALUES (6, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, '56040231', '计算机学院', '数据库概论实验', '星期一第3-4节{1-16周}', 'null', 36, '123', 0, '456');
INSERT INTO `course` VALUES (7, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, '47010132', '外国语言文学学院', '大学英语', '星期三第7-8节{1-16周}', 'null', 45, '123', 0, '456');
INSERT INTO `course` VALUES (8, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, '16100110', '马克思主义学院', '马克思主义基本原理', '星期一第3-4节{1-16周}', 'null', 46, '123', 0, '456');
INSERT INTO `course` VALUES (9, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, 'TY115002', '体育学院', '篮球', '星期三第5-6节{1-16周}', 'null', 31, '123', 0, '456');
INSERT INTO `course` VALUES (10, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, '16010021', '马克思主义学院', '形式与政策', '星期四第3-4节{1-16周}', 'null', 46, '123', 0, '456');

-- ----------------------------
-- Table structure for minzu
-- ----------------------------
DROP TABLE IF EXISTS `minzu`;
CREATE TABLE `minzu`  (
                          `minzuName` varchar(128) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '资源名',
                          `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT 'id',
                          `minzuUrl` varchar(1024) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT 'url',
                          `minzuType` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '民族类型',
                          `minzuSource` int(11) NOT NULL COMMENT '0 - 图片 1 - 音频 2 - 视频',
                          `createTime` datetime NOT NULL  COMMENT '创建时间',
                          `updateTime` datetime NOT NULL ,
                          `isDelete` tinyint(4) NOT NULL DEFAULT 0 COMMENT '是否删除',
                          PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1645 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = 'minzu' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of minzu
-- ----------------------------
INSERT INTO `minzu` VALUES ('《格桑拉》民族舞蹈-流畅360P.qsv.flv.mp4', 1234, 'http://124.221.66.151:9090/minzu/白族/《格桑拉》民族舞蹈-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('中国民族民间舞蹈——白族《金花遍地开》，让你金花遍地-流畅360P.qsv.flv.mp4', 1235, 'http://124.221.66.151:9090/minzu/白族/中国民族民间舞蹈——白族《金花遍地开》，让你金花遍地-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('云南大理三月街金花舞蹈-流畅360P.qsv.flv.mp4', 1236, 'http://124.221.66.151:9090/minzu/白族/云南大理三月街金花舞蹈-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('云南大理洱海的白族舞蹈《快乐的渔家女》送给你欣赏-流畅360P.qsv.flv.mp4', 1237, 'http://124.221.66.151:9090/minzu/白族/云南大理洱海的白族舞蹈《快乐的渔家女》送给你欣赏-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('云南白族自治州歌舞团、段顺媛 - 白族姑娘爱唱歌.mp3', 1238, 'http://124.221.66.151:9090/minzu/白族/云南白族自治州歌舞团、段顺媛 - 白族姑娘爱唱歌.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('优美大气藏族舞《天籁之爱》，天籁之音把欢乐散布你收到了吗-流畅360P.qsv.flv.mp4', 1239, 'http://124.221.66.151:9090/minzu/白族/优美大气藏族舞《天籁之爱》，天籁之音把欢乐散布你收到了吗-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('大理三月街白族山歌表演-流畅360P.qsv.flv.mp4', 1240, 'http://124.221.66.151:9090/minzu/白族/大理三月街白族山歌表演-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('大理三月街白族霸王鞭舞-流畅360P.qsv.flv.mp4', 1241, 'http://124.221.66.151:9090/minzu/白族/大理三月街白族霸王鞭舞-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('小当家被白族舞蹈感染 情不自禁手舞足蹈-流畅360P.qsv.flv.mp4', 1242, 'http://124.221.66.151:9090/minzu/白族/小当家被白族舞蹈感染 情不自禁手舞足蹈-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('张贵元、李宝妹 - 白族恋歌.mp3', 1243, 'http://124.221.66.151:9090/minzu/白族/张贵元、李宝妹 - 白族恋歌.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('怒江雨神 - 白族恋曲.mp3', 1244, 'http://124.221.66.151:9090/minzu/白族/怒江雨神 - 白族恋曲.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('扎扎朵 - 白族迎客歌.mp3', 1245, 'http://124.221.66.151:9090/minzu/白族/扎扎朵 - 白族迎客歌.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('无为乐队 - 白族敬酒歌LIVE.mp3', 1246, 'http://124.221.66.151:9090/minzu/白族/无为乐队 - 白族敬酒歌LIVE.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('未知歌手 - 白族对歌调.mp3', 1247, 'http://124.221.66.151:9090/minzu/白族/未知歌手 - 白族对歌调.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('未知歌手 - 茶马古道恋歌 (白族调版).mp3', 1248, 'http://124.221.66.151:9090/minzu/白族/未知歌手 - 茶马古道恋歌 (白族调版).mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('李红志 - 白族敬酒歌.mp3', 1249, 'http://124.221.66.151:9090/minzu/白族/李红志 - 白族敬酒歌.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('欢快网红藏族舞《洗衣歌》64步-流畅360P.qsv.flv.mp4', 1250, 'http://124.221.66.151:9090/minzu/白族/欢快网红藏族舞《洗衣歌》64步-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('洋金花洋阿鹏跳起霸王鞭-流畅360P.qsv.flv.mp4', 1251, 'http://124.221.66.151:9090/minzu/白族/洋金花洋阿鹏跳起霸王鞭-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白 (1).JPEG', 1252, 'http://124.221.66.151:9090/minzu/白族/白 (1).JPEG', '白族', 0, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 1);
INSERT INTO `minzu` VALUES ('白 (1).jpg', 1253, 'http://124.221.66.151:9090/minzu/白族/白 (1).jpg', '白族', 0, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白 (2).jpg', 1254, 'http://124.221.66.151:9090/minzu/白族/白 (2).jpg', '白族', 0, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白 (3).jpg', 1255, 'http://124.221.66.151:9090/minzu/白族/白 (3).jpg', '白族', 0, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白 (4).jpg', 1256, 'http://124.221.66.151:9090/minzu/白族/白 (4).jpg', '白族', 0, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白 (5).jpg', 1257, 'http://124.221.66.151:9090/minzu/白族/白 (5).jpg', '白族', 0, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白 (6).jpg', 1258, 'http://124.221.66.151:9090/minzu/白族/白 (6).jpg', '白族', 0, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白 (7).jpg', 1259, 'http://124.221.66.151:9090/minzu/白族/白 (7).jpg', '白族', 0, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白 (8).jpg', 1260, 'http://124.221.66.151:9090/minzu/白族/白 (8).jpg', '白族', 0, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白族舞蹈-流畅360P.qsv.flv.mp4', 1261, 'http://124.221.66.151:9090/minzu/白族/白族舞蹈-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 1);
INSERT INTO `minzu` VALUES ('白族舞蹈-阿勒勒-流畅360P.qsv.flv.mp4', 1262, 'http://124.221.66.151:9090/minzu/白族/白族舞蹈-阿勒勒-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白族舞蹈，依呀美-流畅360P.qsv.flv.mp4', 1263, 'http://124.221.66.151:9090/minzu/白族/白族舞蹈，依呀美-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白族舞蹈：霸王鞭-流畅360P.qsv.flv.mp4', 1264, 'http://124.221.66.151:9090/minzu/白族/白族舞蹈：霸王鞭-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白族金花的歌舞欢聚一堂-流畅360P.qsv.flv.mp4', 1265, 'http://124.221.66.151:9090/minzu/白族/白族金花的歌舞欢聚一堂-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('白族金花跳起心肝票-流畅360P.qsv.flv.mp4', 1266, 'http://124.221.66.151:9090/minzu/白族/白族金花跳起心肝票-流畅360P.qsv.flv.mp4', '白族', 2, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 白族民歌 示范.mp3', 1267, 'http://124.221.66.151:9090/minzu/白族/网络歌手 - 白族民歌 示范.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 白族调 爱字歌.mp3', 1268, 'http://124.221.66.151:9090/minzu/白族/网络歌手 - 白族调 爱字歌.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 白族调大本曲 (1).mp3', 1269, 'http://124.221.66.151:9090/minzu/白族/网络歌手 - 白族调大本曲 (1).mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 白族调大本曲.mp3', 1270, 'http://124.221.66.151:9090/minzu/白族/网络歌手 - 白族调大本曲.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 白族调放鹞曲.mp3', 1271, 'http://124.221.66.151:9090/minzu/白族/网络歌手 - 白族调放鹞曲.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('罗兰2 - 白族酒歌.mp3', 1272, 'http://124.221.66.151:9090/minzu/白族/罗兰2 - 白族酒歌.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('雷佳 - 洱源情歌.mp3', 1273, 'http://124.221.66.151:9090/minzu/白族/雷佳 - 洱源情歌.mp3', '白族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('ANU - ANU.mp3', 1274, 'http://124.221.66.151:9090/minzu/藏族/ANU - ANU.mp3', '藏族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('三智才让、旦增才让 - 不愿施舍.mp3', 1275, 'http://124.221.66.151:9090/minzu/藏族/三智才让、旦增才让 - 不愿施舍.mp3', '藏族', 1, '2022-05-31 11:04:09', '2022-05-31 11:04:09', 0);
INSERT INTO `minzu` VALUES ('三月街上巴西音乐烧烤-流畅360P.qsv.flv.mp4', 1276, 'http://124.221.66.151:9090/minzu/藏族/三月街上巴西音乐烧烤-流畅360P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('丹巴拥忠 - 故乡之恋.mp3', 1277, 'http://124.221.66.151:9090/minzu/藏族/丹巴拥忠 - 故乡之恋.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('乌兰图雅 - 蓝色的故乡.mp3', 1278, 'http://124.221.66.151:9090/minzu/藏族/乌兰图雅 - 蓝色的故乡.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('仁增太 - 天上的仙女.mp3', 1279, 'http://124.221.66.151:9090/minzu/藏族/仁增太 - 天上的仙女.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('夏辉老师的藏族舞《我的九寨》舞蹈-流畅360P.qsv.flv.mp4', 1280, 'http://124.221.66.151:9090/minzu/藏族/夏辉老师的藏族舞《我的九寨》舞蹈-流畅360P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('央金兰泽 - 坐上火车去拉萨.mp3', 1281, 'http://124.221.66.151:9090/minzu/藏族/央金兰泽 - 坐上火车去拉萨.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('央金次卓 - 你永世住进我心里.mp3', 1282, 'http://124.221.66.151:9090/minzu/藏族/央金次卓 - 你永世住进我心里.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('少儿藏族舞蹈表演《美丽的格桑花》-流畅360P.qsv.flv.mp4', 1283, 'http://124.221.66.151:9090/minzu/藏族/少儿藏族舞蹈表演《美丽的格桑花》-流畅360P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('尕藏加 - 像中枪一样.mp3', 1284, 'http://124.221.66.151:9090/minzu/藏族/尕藏加 - 像中枪一样.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('巴金旺甲 - 谚语.mp3', 1285, 'http://124.221.66.151:9090/minzu/藏族/巴金旺甲 - 谚语.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('德吉老爷 - 牧人之子.mp3', 1286, 'http://124.221.66.151:9090/minzu/藏族/德吉老爷 - 牧人之子.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('德吉老爷、斯丹曼簇 - Hello!བདེ་ལེགས་སམ།.mp3', 1287, 'http://124.221.66.151:9090/minzu/藏族/德吉老爷、斯丹曼簇 - Hello!བདེ་ལེགས་སམ།.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('扎西顿珠 - 川藏路.mp3', 1288, 'http://124.221.66.151:9090/minzu/藏族/扎西顿珠 - 川藏路.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('次仁桑珠 - 神奇的西藏.mp3', 1289, 'http://124.221.66.151:9090/minzu/藏族/次仁桑珠 - 神奇的西藏.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('民歌金曲《洗衣歌》藏族舞蹈，欢快的舞步，一遍跳不够-流畅360P.qsv.flv.mp4', 1290, 'http://124.221.66.151:9090/minzu/藏族/民歌金曲《洗衣歌》藏族舞蹈，欢快的舞步，一遍跳不够-流畅360P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('洛桑龙里 - 扎西德勒.mp3', 1291, 'http://124.221.66.151:9090/minzu/藏族/洛桑龙里 - 扎西德勒.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('白玛多吉 - 远方情人.mp3', 1292, 'http://124.221.66.151:9090/minzu/藏族/白玛多吉 - 远方情人.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('舞蹈艺考-藏族剧目推荐-流畅360P.qsv.flv.mp4', 1293, 'http://124.221.66.151:9090/minzu/藏族/舞蹈艺考-藏族剧目推荐-流畅360P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('萨仁娜 - 天上的仙女.mp3', 1294, 'http://124.221.66.151:9090/minzu/藏族/萨仁娜 - 天上的仙女.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏 (1).jpg', 1295, 'http://124.221.66.151:9090/minzu/藏族/藏 (1).jpg', '藏族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏 (2).jpg', 1296, 'http://124.221.66.151:9090/minzu/藏族/藏 (2).jpg', '藏族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏 (3).jpg', 1297, 'http://124.221.66.151:9090/minzu/藏族/藏 (3).jpg', '藏族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏 (4).jpg', 1298, 'http://124.221.66.151:9090/minzu/藏族/藏 (4).jpg', '藏族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏 (5).jpg', 1299, 'http://124.221.66.151:9090/minzu/藏族/藏 (5).jpg', '藏族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏 (6).jpg', 1300, 'http://124.221.66.151:9090/minzu/藏族/藏 (6).jpg', '藏族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏 (7).jpg', 1301, 'http://124.221.66.151:9090/minzu/藏族/藏 (7).jpg', '藏族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏 (8).jpg', 1302, 'http://124.221.66.151:9090/minzu/藏族/藏 (8).jpg', '藏族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏族舞 《吉祥欢歌》 沈阳市俏木兰舞蹈团-流畅360P.qsv.flv.mp4', 1303, 'http://124.221.66.151:9090/minzu/藏族/藏族舞 《吉祥欢歌》 沈阳市俏木兰舞蹈团-流畅360P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏族舞《卓玛》，零基础成人也可以学，穿上舞蹈服跳的也不错！-流畅360P.qsv.flv.mp4', 1304, 'http://124.221.66.151:9090/minzu/藏族/藏族舞《卓玛》，零基础成人也可以学，穿上舞蹈服跳的也不错！-流畅360P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏族舞《浪拉山情》，穿起藏服跳起藏舞，左边小姐姐跳得好！-流畅360P.qsv.flv.mp4', 1305, 'http://124.221.66.151:9090/minzu/藏族/藏族舞《浪拉山情》，穿起藏服跳起藏舞，左边小姐姐跳得好！-流畅360P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏族舞蹈《吉祥欢歌》-高清480P.qsv.flv.mp4', 1306, 'http://124.221.66.151:9090/minzu/藏族/藏族舞蹈《吉祥欢歌》-高清480P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏族舞蹈《画你》这里的舞蹈好听又好看！-流畅360P.qsv.flv.mp4', 1307, 'http://124.221.66.151:9090/minzu/藏族/藏族舞蹈《画你》这里的舞蹈好听又好看！-流畅360P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('藏族舞蹈组合，几个基本舞步动作，看着简单但是养眼！-流畅360P.qsv.flv.mp4', 1308, 'http://124.221.66.151:9090/minzu/藏族/藏族舞蹈组合，几个基本舞步动作，看着简单但是养眼！-流畅360P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('赛吾 - COMEON.mp3', 1309, 'http://124.221.66.151:9090/minzu/藏族/赛吾 - COMEON.mp3', '藏族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('鲜花的世界、欢乐的海洋-流畅360P.qsv.flv.mp4', 1310, 'http://124.221.66.151:9090/minzu/藏族/鲜花的世界、欢乐的海洋-流畅360P.qsv.flv.mp4', '藏族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('优美的傣族舞蹈女子三人舞《邵多丽》太美了！-流畅360P.qsv.flv.mp4', 1311, 'http://124.221.66.151:9090/minzu/傣族/优美的傣族舞蹈女子三人舞《邵多丽》太美了！-流畅360P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣 (1).jpg', 1312, 'http://124.221.66.151:9090/minzu/傣族/傣 (1).jpg', '傣族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣 (2).jpg', 1313, 'http://124.221.66.151:9090/minzu/傣族/傣 (2).jpg', '傣族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣 (3).jpg', 1314, 'http://124.221.66.151:9090/minzu/傣族/傣 (3).jpg', '傣族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣 (4).jpg', 1315, 'http://124.221.66.151:9090/minzu/傣族/傣 (4).jpg', '傣族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣 (5).jpg', 1316, 'http://124.221.66.151:9090/minzu/傣族/傣 (5).jpg', '傣族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣 (6).jpg', 1317, 'http://124.221.66.151:9090/minzu/傣族/傣 (6).jpg', '傣族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣 (7).jpg', 1318, 'http://124.221.66.151:9090/minzu/傣族/傣 (7).jpg', '傣族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣 (8).jpg', 1319, 'http://124.221.66.151:9090/minzu/傣族/傣 (8).jpg', '傣族', 0, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣 - 女傣龙15.mp3', 1320, 'http://124.221.66.151:9090/minzu/傣族/傣 - 女傣龙15.mp3', '傣族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣 - 女傣龙3.mp3', 1321, 'http://124.221.66.151:9090/minzu/傣族/傣 - 女傣龙3.mp3', '傣族', 1, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣族组合《云之南》-流畅360P.qsv.flv.mp4', 1322, 'http://124.221.66.151:9090/minzu/傣族/傣族组合《云之南》-流畅360P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣族舞 《彩云之南》-流畅360P.qsv.flv.mp4', 1323, 'http://124.221.66.151:9090/minzu/傣族/傣族舞 《彩云之南》-流畅360P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣族舞《彩云之南》民族舞 青岛舞蹈 年会舞蹈-流畅360P.qsv.flv.mp4', 1324, 'http://124.221.66.151:9090/minzu/傣族/傣族舞《彩云之南》民族舞 青岛舞蹈 年会舞蹈-流畅360P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣族舞《月光下的凤尾竹》舞蹈，悠扬的音乐配上舞步，经典又好看-流畅360P.qsv.flv.mp4', 1325, 'http://124.221.66.151:9090/minzu/傣族/傣族舞《月光下的凤尾竹》舞蹈，悠扬的音乐配上舞步，经典又好看-流畅360P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣族舞《水》，风情婀娜舞姿水灵，太美了！看了就想学！-流畅360P.qsv.flv.mp4', 1326, 'http://124.221.66.151:9090/minzu/傣族/傣族舞《水》，风情婀娜舞姿水灵，太美了！看了就想学！-流畅360P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:10', '2022-05-31 11:04:10', 0);
INSERT INTO `minzu` VALUES ('傣族舞《花儿》，c位小姐姐跳的好，左边的小姐姐衣服没穿好-流畅360P.qsv.flv.mp4', 1327, 'http://124.221.66.151:9090/minzu/傣族/傣族舞《花儿》，c位小姐姐跳的好，左边的小姐姐衣服没穿好-流畅360P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('北京舞蹈学院：傣族舞蹈《水》清新脱俗-流畅360P.qsv.flv.mp4', 1328, 'http://124.221.66.151:9090/minzu/傣族/北京舞蹈学院：傣族舞蹈《水》清新脱俗-流畅360P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('原创傣族舞《月亮》完整版-流畅360P.qsv.flv.mp4', 1329, 'http://124.221.66.151:9090/minzu/傣族/原创傣族舞《月亮》完整版-流畅360P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('岩旺卯、丁应 - 仔傣泼水.mp3', 1330, 'http://124.221.66.151:9090/minzu/傣族/岩旺卯、丁应 - 仔傣泼水.mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('岩更 - 大龄青年.mp3', 1331, 'http://124.221.66.151:9090/minzu/傣族/岩更 - 大龄青年.mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('岩更 - 旧城围鱼之歌.mp3', 1332, 'http://124.221.66.151:9090/minzu/傣族/岩更 - 旧城围鱼之歌.mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('岩更 - 歌唱孟连.mp3', 1333, 'http://124.221.66.151:9090/minzu/傣族/岩更 - 歌唱孟连.mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('岩更 - 离开你三天像三年.mp3', 1334, 'http://124.221.66.151:9090/minzu/傣族/岩更 - 离开你三天像三年.mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('岩更 - 身边不能没有你.mp3', 1335, 'http://124.221.66.151:9090/minzu/傣族/岩更 - 身边不能没有你.mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('张小伦 - 远方的恋人 (汉傣双语版).mp3', 1336, 'http://124.221.66.151:9090/minzu/傣族/张小伦 - 远方的恋人 (汉傣双语版).mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('教师傣族舞蹈《傣曼水乡》儿童傣族舞蹈-高清480P.qsv.flv.mp4', 1337, 'http://124.221.66.151:9090/minzu/傣族/教师傣族舞蹈《傣曼水乡》儿童傣族舞蹈-高清480P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('朗喊弄 - 傣族歌曲.mp3', 1338, 'http://124.221.66.151:9090/minzu/傣族/朗喊弄 - 傣族歌曲.mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('未知歌手 - 女傣龙5.mp3', 1339, 'http://124.221.66.151:9090/minzu/傣族/未知歌手 - 女傣龙5.mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('未知歌手 - 歌唱孟连的傣族歌曲 (严更).mp3', 1340, 'http://124.221.66.151:9090/minzu/傣族/未知歌手 - 歌唱孟连的傣族歌曲 (严更).mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('泰国群星 - 白头偕老 (岩更).mp3', 1341, 'http://124.221.66.151:9090/minzu/傣族/泰国群星 - 白头偕老 (岩更).mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('玉庄 - 花语 (傣歌).mp3', 1342, 'http://124.221.66.151:9090/minzu/傣族/玉庄 - 花语 (傣歌).mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('第11届桃李杯（傣族舞蹈组合）-流畅360P.qsv.flv.mp4', 1343, 'http://124.221.66.151:9090/minzu/傣族/第11届桃李杯（傣族舞蹈组合）-流畅360P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('舞徒原创剧目《灵》，傣族舞对舞者的身材要求高，三道弯才漂亮！-流畅360P.qsv.flv.mp4', 1344, 'http://124.221.66.151:9090/minzu/傣族/舞徒原创剧目《灵》，傣族舞对舞者的身材要求高，三道弯才漂亮！-流畅360P.qsv.flv.mp4', '傣族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('艾罕建 - 回来欢度泼水节 (傣歌).mp3', 1345, 'http://124.221.66.151:9090/minzu/傣族/艾罕建 - 回来欢度泼水节 (傣歌).mp3', '傣族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('三智才让、央格卓玛 - 情歌.mp3', 1346, 'http://124.221.66.151:9090/minzu/回族/三智才让、央格卓玛 - 情歌.mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('中国舞蹈家协会舞蹈考级第四级视频4-4回族的小姑娘-流畅360P.qsv.flv.mp4', 1347, 'http://124.221.66.151:9090/minzu/回族/中国舞蹈家协会舞蹈考级第四级视频4-4回族的小姑娘-流畅360P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('傣声视频 - 《记得回来看我》#傣族歌曲 #艾罕建.mp3', 1348, 'http://124.221.66.151:9090/minzu/回族/傣声视频 - 《记得回来看我》#傣族歌曲 #艾罕建.mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('六 瑞 - 经名 (回族歌曲).mp3', 1349, 'http://124.221.66.151:9090/minzu/回族/六 瑞 - 经名 (回族歌曲).mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('六瑞 - 焉耆情 (回族歌曲).mp3', 1350, 'http://124.221.66.151:9090/minzu/回族/六瑞 - 焉耆情 (回族歌曲).mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('兰卡措 - 云朵上的羌寨.mp3', 1351, 'http://124.221.66.151:9090/minzu/回族/兰卡措 - 云朵上的羌寨.mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回 (1).jpg', 1352, 'http://124.221.66.151:9090/minzu/回族/回 (1).jpg', '回族', 0, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回 (2).jpg', 1353, 'http://124.221.66.151:9090/minzu/回族/回 (2).jpg', '回族', 0, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回 (3).jpg', 1354, 'http://124.221.66.151:9090/minzu/回族/回 (3).jpg', '回族', 0, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回 (4).jpg', 1355, 'http://124.221.66.151:9090/minzu/回族/回 (4).jpg', '回族', 0, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回 (5).jpg', 1356, 'http://124.221.66.151:9090/minzu/回族/回 (5).jpg', '回族', 0, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回 (6).jpg', 1357, 'http://124.221.66.151:9090/minzu/回族/回 (6).jpg', '回族', 0, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回 (7).jpg', 1358, 'http://124.221.66.151:9090/minzu/回族/回 (7).jpg', '回族', 0, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回 (8).jpg', 1359, 'http://124.221.66.151:9090/minzu/回族/回 (8).jpg', '回族', 0, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回 (9).jpg', 1360, 'http://124.221.66.151:9090/minzu/回族/回 (9).jpg', '回族', 0, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回族姑娘正面-高清480P.qsv.flv.mp4', 1361, 'http://124.221.66.151:9090/minzu/回族/回族姑娘正面-高清480P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回族经典群舞《踩点点》-流畅360P.qsv.flv.mp4', 1362, 'http://124.221.66.151:9090/minzu/回族/回族经典群舞《踩点点》-流畅360P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('回族舞蹈——花儿妹妹-流畅360P.qsv.flv.mp4', 1363, 'http://124.221.66.151:9090/minzu/回族/回族舞蹈——花儿妹妹-流畅360P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('山水牧歌 - 我的心儿啪啪啪地跳 (新疆回族歌曲).mp3', 1364, 'http://124.221.66.151:9090/minzu/回族/山水牧歌 - 我的心儿啪啪啪地跳 (新疆回族歌曲).mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('广场舞《忘川的河》全网火爆流行好听好学32步单人水兵舞-流畅360P.qsv.flv.mp4', 1365, 'http://124.221.66.151:9090/minzu/回族/广场舞《忘川的河》全网火爆流行好听好学32步单人水兵舞-流畅360P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('广场舞《来跳舞》印度小调火爆网红32步教学-流畅360P.qsv.flv.mp4', 1366, 'http://124.221.66.151:9090/minzu/回族/广场舞《来跳舞》印度小调火爆网红32步教学-流畅360P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('广场舞《深情败给了时间》快速暴汗瘦腰腹美臂减肥健身操-流畅360P.qsv.flv.mp4', 1367, 'http://124.221.66.151:9090/minzu/回族/广场舞《深情败给了时间》快速暴汗瘦腰腹美臂减肥健身操-流畅360P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('悠哉遊哉 - 柳树巷子 (回族歌曲).mp3', 1368, 'http://124.221.66.151:9090/minzu/回族/悠哉遊哉 - 柳树巷子 (回族歌曲).mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('成韵儿 - 燕子回来了 (朝鲜族歌曲).mp3', 1369, 'http://124.221.66.151:9090/minzu/回族/成韵儿 - 燕子回来了 (朝鲜族歌曲).mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('扎西平措 - 相约神水之源.mp3', 1370, 'http://124.221.66.151:9090/minzu/回族/扎西平措 - 相约神水之源.mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('扎西顿珠 - 川藏路.mp3', 1371, 'http://124.221.66.151:9090/minzu/回族/扎西顿珠 - 川藏路.mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('李清升哈尼族歌曲 - 什么时候回来 (哈尼族歌曲爱伲族歌曲阿卡语歌曲).mp3', 1372, 'http://124.221.66.151:9090/minzu/回族/李清升哈尼族歌曲 - 什么时候回来 (哈尼族歌曲爱伲族歌曲阿卡语歌曲).mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('歌韵OK（慧萍) - 我的黄土地回族歌曲.mp3', 1373, 'http://124.221.66.151:9090/minzu/回族/歌韵OK（慧萍) - 我的黄土地回族歌曲.mp3', '回族', 1, '2022-05-31 11:04:11', '2022-05-31 11:04:11', 0);
INSERT INTO `minzu` VALUES ('民族舞蹈，回族舞《唱花儿的花儿》漂亮的舞姿，小朋友-高清480P.qsv.flv.mp4', 1374, 'http://124.221.66.151:9090/minzu/回族/民族舞蹈，回族舞《唱花儿的花儿》漂亮的舞姿，小朋友-高清480P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('糖豆广场舞课堂《妹妹的山丹花》欢快的回族舞蹈-流畅360P.qsv.flv.mp4', 1375, 'http://124.221.66.151:9090/minzu/回族/糖豆广场舞课堂《妹妹的山丹花》欢快的回族舞蹈-流畅360P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('糖豆广场舞课堂《野摩托》简单好看火爆全网的健身操-流畅360P.qsv.flv.mp4', 1376, 'http://124.221.66.151:9090/minzu/回族/糖豆广场舞课堂《野摩托》简单好看火爆全网的健身操-流畅360P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('糖豆美体计划，全身练习，火热燃脂-流畅360P.qsv.flv.mp4', 1377, 'http://124.221.66.151:9090/minzu/回族/糖豆美体计划，全身练习，火热燃脂-流畅360P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('群星 - 数花 (回族) (Live).mp3', 1378, 'http://124.221.66.151:9090/minzu/回族/群星 - 数花 (回族) (Live).mp3', '回族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('花儿 - 上去高山望平川 - 回族歌曲.mp3', 1379, 'http://124.221.66.151:9090/minzu/回族/花儿 - 上去高山望平川 - 回族歌曲.mp3', '回族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('花儿漫进泉城济南-回族舞蹈《花儿与少年》-流畅360P.qsv.flv.mp4', 1380, 'http://124.221.66.151:9090/minzu/回族/花儿漫进泉城济南-回族舞蹈《花儿与少年》-流畅360P.qsv.flv.mp4', '回族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('豆豆 - 家住达坂城 (新疆回族歌曲).mp3', 1381, 'http://124.221.66.151:9090/minzu/回族/豆豆 - 家住达坂城 (新疆回族歌曲).mp3', '回族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('b - 1 (傈僳歌曲).mp3', 1382, 'http://124.221.66.151:9090/minzu/傈僳族/b - 1 (傈僳歌曲).mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('丰建华 - 我牵挂的人 傈僳族歌曲.mp3', 1383, 'http://124.221.66.151:9090/minzu/傈僳族/丰建华 - 我牵挂的人 傈僳族歌曲.mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('云南怒江傈僳族舞蹈《  傈僳族三部曲》送给你欣赏-流畅360P.qsv.flv.mp4', 1384, 'http://124.221.66.151:9090/minzu/傈僳族/云南怒江傈僳族舞蹈《  傈僳族三部曲》送给你欣赏-流畅360P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳 (1).jpeg', 1385, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳 (1).jpeg', '傈僳族', 0, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳 (1).jpg', 1386, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳 (1).jpg', '傈僳族', 0, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳 (2).jpeg', 1387, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳 (2).jpeg', '傈僳族', 0, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳 (2).jpg', 1388, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳 (2).jpg', '傈僳族', 0, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳 (3).jpg', 1389, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳 (3).jpg', '傈僳族', 0, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳 (4).jpg', 1390, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳 (4).jpg', '傈僳族', 0, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳 (5).jpg', 1391, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳 (5).jpg', '傈僳族', 0, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳 (6).jpg', 1392, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳 (6).jpg', '傈僳族', 0, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳 (7).jpg', 1393, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳 (7).jpg', '傈僳族', 0, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳人民齐欢乐，共舞《傈僳族祝酒歌》-流畅360P.qsv.flv.mp4', 1394, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳人民齐欢乐，共舞《傈僳族祝酒歌》-流畅360P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳族喜庆的日子就舞蹈的日子欢乐的日子，祝福新娘新郎一起来-高清480P.qsv.flv.mp4', 1395, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳族喜庆的日子就舞蹈的日子欢乐的日子，祝福新娘新郎一起来-高清480P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳族舞蹈-流畅360P.qsv.flv.mp4', 1396, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳族舞蹈-流畅360P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳族舞蹈《傈僳酒歌》看着挺有意思的！与彝族有点关系-流畅360P.qsv.flv.mp4', 1397, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳族舞蹈《傈僳酒歌》看着挺有意思的！与彝族有点关系-流畅360P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳族舞蹈《滴哩嘟》-流畅360P.qsv.flv.mp4', 1398, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳族舞蹈《滴哩嘟》-流畅360P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳族霸气美女跳舞动三江，你见过吗？-高清480P.qsv.flv.mp4', 1399, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳族霸气美女跳舞动三江，你见过吗？-高清480P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('傈僳雪鹰 - 思念+为什么 (傈僳歌曲)(Remix).mp3', 1400, 'http://124.221.66.151:9090/minzu/傈僳族/傈僳雪鹰 - 思念+为什么 (傈僳歌曲)(Remix).mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('八十岁的傈僳族老人都有这么好的状态，主要是大家都喜欢跳舞少-流畅360P.qsv.flv.mp4', 1401, 'http://124.221.66.151:9090/minzu/傈僳族/八十岁的傈僳族老人都有这么好的状态，主要是大家都喜欢跳舞少-流畅360P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('和俊锋 - 慢慢分开 (傈僳歌曲).mp3', 1402, 'http://124.221.66.151:9090/minzu/傈僳族/和俊锋 - 慢慢分开 (傈僳歌曲).mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('哦得得传媒 - 傈僳族歌曲联唱.mp3', 1403, 'http://124.221.66.151:9090/minzu/傈僳族/哦得得传媒 - 傈僳族歌曲联唱.mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('夏族网络音乐台 - 春晚经典歌曲回顾.mp3', 1404, 'http://124.221.66.151:9090/minzu/傈僳族/夏族网络音乐台 - 春晚经典歌曲回顾.mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('天然组合 - 傈僳歌曲.mp3', 1405, 'http://124.221.66.151:9090/minzu/傈僳族/天然组合 - 傈僳歌曲.mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('少数民族美女跳广场舞你见过吗-流畅360P.qsv.flv.mp4', 1406, 'http://124.221.66.151:9090/minzu/傈僳族/少数民族美女跳广场舞你见过吗-流畅360P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('普破叶 - 隔山隔水的爱《马吉邓》 (伴奏).mp3', 1407, 'http://124.221.66.151:9090/minzu/傈僳族/普破叶 - 隔山隔水的爱《马吉邓》 (伴奏).mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('普破叶 - 隔山隔水的爱《马吉邓》.mp3', 1408, 'http://124.221.66.151:9090/minzu/傈僳族/普破叶 - 隔山隔水的爱《马吉邓》.mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('李庭 - 三杯酒 (傈僳族舞曲).mp3', 1409, 'http://124.221.66.151:9090/minzu/傈僳族/李庭 - 三杯酒 (傈僳族舞曲).mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('民族舞蹈：云南傈僳族舞蹈！-高清480P.qsv.flv.mp4', 1410, 'http://124.221.66.151:9090/minzu/傈僳族/民族舞蹈：云南傈僳族舞蹈！-高清480P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 傈僳族歌曲.mp3', 1411, 'http://124.221.66.151:9090/minzu/傈僳族/网络歌手 - 傈僳族歌曲.mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 傈僳族歌曲你别哭 high quality.mp3', 1412, 'http://124.221.66.151:9090/minzu/傈僳族/网络歌手 - 傈僳族歌曲你别哭 high quality.mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 同根同源 缅甸傈僳族歌曲 flv.mp3', 1413, 'http://124.221.66.151:9090/minzu/傈僳族/网络歌手 - 同根同源 缅甸傈僳族歌曲 flv.mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('群星 - 傈僳歌曲.mp3', 1414, 'http://124.221.66.151:9090/minzu/傈僳族/群星 - 傈僳歌曲.mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('蜂明生 - 傈僳族教堂歌曲.mp3', 1415, 'http://124.221.66.151:9090/minzu/傈僳族/蜂明生 - 傈僳族教堂歌曲.mp3', '傈僳族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('这么多傈僳族美女帅哥跳原生态傈僳族舞蹈，整齐度堪比部队阅兵了-高清480P.qsv.flv.mp4', 1416, 'http://124.221.66.151:9090/minzu/傈僳族/这么多傈僳族美女帅哥跳原生态傈僳族舞蹈，整齐度堪比部队阅兵了-高清480P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('龙陵县木城彝族傈僳族乡老满坡小学舞蹈《傈僳族酒歌》-流畅360P.qsv.flv.mp4', 1417, 'http://124.221.66.151:9090/minzu/傈僳族/龙陵县木城彝族傈僳族乡老满坡小学舞蹈《傈僳族酒歌》-流畅360P.qsv.flv.mp4', '傈僳族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('perfect完美乐队 - 蒙古歌曲.mp3', 1418, 'http://124.221.66.151:9090/minzu/蒙古族/perfect完美乐队 - 蒙古歌曲.mp3', '蒙古族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('【张雨琪】女子蒙古族舞蹈《赛拜努》第六届华北五省舞蹈比赛女子独舞-流畅360P.qsv.flv.mp4', 1419, 'http://124.221.66.151:9090/minzu/蒙古族/【张雨琪】女子蒙古族舞蹈《赛拜努》第六届华北五省舞蹈比赛女子独舞-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('中国舞蒙古族《戈壁》-流畅360P.qsv.flv.mp4', 1420, 'http://124.221.66.151:9090/minzu/蒙古族/中国舞蒙古族《戈壁》-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('华语群星 - 蒙古国歌曲.mp3', 1421, 'http://124.221.66.151:9090/minzu/蒙古族/华语群星 - 蒙古国歌曲.mp3', '蒙古族', 1, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('单色舞蹈李潇潇老师原创编舞的蒙古舞《草原蒙古人家》-流畅360P.qsv.flv.mp4', 1422, 'http://124.221.66.151:9090/minzu/蒙古族/单色舞蹈李潇潇老师原创编舞的蒙古舞《草原蒙古人家》-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:12', '2022-05-31 11:04:12', 0);
INSERT INTO `minzu` VALUES ('呼德音乐工作室 - 蒙古歌曲 (片段).mp3', 1423, 'http://124.221.66.151:9090/minzu/蒙古族/呼德音乐工作室 - 蒙古歌曲 (片段).mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('呼麦传奇 - 蒙古歌曲.mp3', 1424, 'http://124.221.66.151:9090/minzu/蒙古族/呼麦传奇 - 蒙古歌曲.mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('声海乐洋音乐艺考 - 《牧歌》蒙古族民歌,考验气息的歌曲。尤其是最后的高音弱控。更是考验气息的控制力。#我要上热门 #音乐艺考培训.mp3', 1425, 'http://124.221.66.151:9090/minzu/蒙古族/声海乐洋音乐艺考 - 《牧歌》蒙古族民歌,考验气息的歌曲。尤其是最后的高音弱控。更是考验气息的控制力。#我要上热门 #音乐艺考培训.mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('布仁巴雅尔 - 蒙古歌曲.mp3', 1426, 'http://124.221.66.151:9090/minzu/蒙古族/布仁巴雅尔 - 蒙古歌曲.mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('帅气的蒙古族舞蹈《白马》-流畅360P.qsv.flv.mp4', 1427, 'http://124.221.66.151:9090/minzu/蒙古族/帅气的蒙古族舞蹈《白马》-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('摆手组合《蒙古族舞蹈技巧》中央民族大学-_标清-流畅360P.qsv.flv.mp4', 1428, 'http://124.221.66.151:9090/minzu/蒙古族/摆手组合《蒙古族舞蹈技巧》中央民族大学-_标清-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('斯琴高娃 - 蒙古歌曲.mp3', 1429, 'http://124.221.66.151:9090/minzu/蒙古族/斯琴高娃 - 蒙古歌曲.mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('白红梅 - 金亮 (蒙古歌曲).mp3', 1430, 'http://124.221.66.151:9090/minzu/蒙古族/白红梅 - 金亮 (蒙古歌曲).mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('纯音乐 - 蒙古族舞曲.mp3', 1431, 'http://124.221.66.151:9090/minzu/蒙古族/纯音乐 - 蒙古族舞曲.mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 蒙古语歌曲.mp3', 1432, 'http://124.221.66.151:9090/minzu/蒙古族/网络歌手 - 蒙古语歌曲.mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('群星 - 花语 (蒙古歌曲).mp3', 1433, 'http://124.221.66.151:9090/minzu/蒙古族/群星 - 花语 (蒙古歌曲).mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('群星 - 蒙古族祝酒歌影视原声电影战地黄花插曲.mp3', 1434, 'http://124.221.66.151:9090/minzu/蒙古族/群星 - 蒙古族祝酒歌影视原声电影战地黄花插曲.mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('群星 - 蒙古歌曲.mp3', 1435, 'http://124.221.66.151:9090/minzu/蒙古族/群星 - 蒙古歌曲.mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('胡松华 - 高唱酒歌 (蒙古族民歌).mp3', 1436, 'http://124.221.66.151:9090/minzu/蒙古族/胡松华 - 高唱酒歌 (蒙古族民歌).mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古 (1).jpg', 1437, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古 (1).jpg', '蒙古族', 0, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古 (2).jpg', 1438, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古 (2).jpg', '蒙古族', 0, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古 (3).jpg', 1439, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古 (3).jpg', '蒙古族', 0, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古 (4).jpg', 1440, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古 (4).jpg', '蒙古族', 0, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古 (5).jpg', 1441, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古 (5).jpg', '蒙古族', 0, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古 (6).jpg', 1442, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古 (6).jpg', '蒙古族', 0, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古 (7).jpg', 1443, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古 (7).jpg', '蒙古族', 0, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古 (8).jpg', 1444, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古 (8).jpg', '蒙古族', 0, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古 (9).jpg', 1445, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古 (9).jpg', '蒙古族', 0, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古族女子群舞，美上天了！-流畅360P.qsv.flv.mp4', 1446, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古族女子群舞，美上天了！-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古族能歌善舞，一曲《鸿雁》，跳出了大草原浓厚的生活气息-流畅360P.qsv.flv.mp4', 1447, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古族能歌善舞，一曲《鸿雁》，跳出了大草原浓厚的生活气息-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古族舞《白马》，节奏感强，配乐刚好，值得推荐！-流畅360P.qsv.flv.mp4', 1448, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古族舞《白马》，节奏感强，配乐刚好，值得推荐！-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古族舞蹈《蓝色游吟》-高清480P.qsv.flv.mp4', 1449, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古族舞蹈《蓝色游吟》-高清480P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙古族舞蹈豪放大气-流畅360P.qsv.flv.mp4', 1450, 'http://124.221.66.151:9090/minzu/蒙古族/蒙古族舞蹈豪放大气-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙族舞《梦中的额吉》，中间的女孩跳的好，看开肩就知道是专业的-流畅360P.qsv.flv.mp4', 1451, 'http://124.221.66.151:9090/minzu/蒙古族/蒙族舞《梦中的额吉》，中间的女孩跳的好，看开肩就知道是专业的-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('蒙族舞蹈《乌兰巴托的夜》第一组动作正背面口令示范-流畅360P.qsv.flv.mp4', 1452, 'http://124.221.66.151:9090/minzu/蒙古族/蒙族舞蹈《乌兰巴托的夜》第一组动作正背面口令示范-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('跳给母亲的蒙族舞！来自草原的天籁之音《梦中的额吉》-流畅360P.qsv.flv.mp4', 1453, 'http://124.221.66.151:9090/minzu/蒙古族/跳给母亲的蒙族舞！来自草原的天籁之音《梦中的额吉》-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('阿鲁斯 - 黑小子 (蒙古族民歌).mp3', 1454, 'http://124.221.66.151:9090/minzu/蒙古族/阿鲁斯 - 黑小子 (蒙古族民歌).mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('零基础学民族舞《草原的天空》豪迈的蒙古舞教学-流畅360P.qsv.flv.mp4', 1455, 'http://124.221.66.151:9090/minzu/蒙古族/零基础学民族舞《草原的天空》豪迈的蒙古舞教学-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('静静老师背面示范蒙族舞蹈《两座山》！应广大粉丝要求安排上了-流畅360P.qsv.flv.mp4', 1456, 'http://124.221.66.151:9090/minzu/蒙古族/静静老师背面示范蒙族舞蹈《两座山》！应广大粉丝要求安排上了-流畅360P.qsv.flv.mp4', '蒙古族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('黑骏马组合 - 蒙古歌曲.mp3', 1457, 'http://124.221.66.151:9090/minzu/蒙古族/黑骏马组合 - 蒙古歌曲.mp3', '蒙古族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('@小包子@ - 直尕思得 (土家族情歌).mp3', 1458, 'http://124.221.66.151:9090/minzu/苗族/@小包子@ - 直尕思得 (土家族情歌).mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('Hmongb小飞 - Tsis Muaj Tshuaj Kho (Remix).mp3', 1459, 'http://124.221.66.151:9090/minzu/苗族/Hmongb小飞 - Tsis Muaj Tshuaj Kho (Remix).mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('Hmongb小飞 - 苗族歌曲 - Koj Siab Txaij (Remix).mp3', 1460, 'http://124.221.66.151:9090/minzu/苗族/Hmongb小飞 - 苗族歌曲 - Koj Siab Txaij (Remix).mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('Hmongb小飞 - 苗族歌曲-kev hlub twg rau koj合唱版 (Remix).mp3', 1461, 'http://124.221.66.151:9090/minzu/苗族/Hmongb小飞 - 苗族歌曲-kev hlub twg rau koj合唱版 (Remix).mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('Hmongb小飞 - 苗族歌曲-kev hlub twg rau koj (Remix).mp3', 1462, 'http://124.221.66.151:9090/minzu/苗族/Hmongb小飞 - 苗族歌曲-kev hlub twg rau koj (Remix).mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('Hmongb小飞 - 苗族歌曲-koj hiub tshaj (Remix).mp3', 1463, 'http://124.221.66.151:9090/minzu/苗族/Hmongb小飞 - 苗族歌曲-koj hiub tshaj (Remix).mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('Hmongb小飞 - 苗族歌曲-Mam Hlub Lwm Tiam (Remix).mp3', 1464, 'http://124.221.66.151:9090/minzu/苗族/Hmongb小飞 - 苗族歌曲-Mam Hlub Lwm Tiam (Remix).mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('Hmongb小飞 - 苗族歌曲-mob luo siab ua luaj (Remix).mp3', 1465, 'http://124.221.66.151:9090/minzu/苗族/Hmongb小飞 - 苗族歌曲-mob luo siab ua luaj (Remix).mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('Hmongb小飞 - 苗族歌曲-noc koj ib leej (Remix).mp3', 1466, 'http://124.221.66.151:9090/minzu/苗族/Hmongb小飞 - 苗族歌曲-noc koj ib leej (Remix).mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('Hmongb小飞 - 苗族歌曲-ntiaj teb yeej tsis muaj lee (Remix).mp3', 1467, 'http://124.221.66.151:9090/minzu/苗族/Hmongb小飞 - 苗族歌曲-ntiaj teb yeej tsis muaj lee (Remix).mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('【翁晶晶】苗族舞蹈组合 第八届桃李杯民族民间舞女子独舞-高清480P.qsv.flv.mp4', 1468, 'http://124.221.66.151:9090/minzu/苗族/【翁晶晶】苗族舞蹈组合 第八届桃李杯民族民间舞女子独舞-高清480P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('中国西南苗族音乐 - 苗族歌曲DJ《不要回来了无情的人》.mp3', 1469, 'http://124.221.66.151:9090/minzu/苗族/中国西南苗族音乐 - 苗族歌曲DJ《不要回来了无情的人》.mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('中国西南苗族音乐 - 苗族歌曲《妈妈回来吧》.mp3', 1470, 'http://124.221.66.151:9090/minzu/苗族/中国西南苗族音乐 - 苗族歌曲《妈妈回来吧》.mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('中国西南苗族音乐 - 苗族歌曲《我们的爱留做回忆》.mp3', 1471, 'http://124.221.66.151:9090/minzu/苗族/中国西南苗族音乐 - 苗族歌曲《我们的爱留做回忆》.mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('中国西南苗族音乐 - 苗族歌曲《爱你一回想你一世》.mp3', 1472, 'http://124.221.66.151:9090/minzu/苗族/中国西南苗族音乐 - 苗族歌曲《爱你一回想你一世》.mp3', '苗族', 1, '2022-05-31 11:04:13', '2022-05-31 11:04:13', 0);
INSERT INTO `minzu` VALUES ('中国西南苗族音乐 - 苗族歌曲《知道我们的爱回不去了》.mp3', 1473, 'http://124.221.66.151:9090/minzu/苗族/中国西南苗族音乐 - 苗族歌曲《知道我们的爱回不去了》.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('中国西南苗族音乐 - 苗族歌曲《等你回来疼我》.mp3', 1474, 'http://124.221.66.151:9090/minzu/苗族/中国西南苗族音乐 - 苗族歌曲《等你回来疼我》.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('佚名 - 土家族民歌.mp3', 1475, 'http://124.221.66.151:9090/minzu/苗族/佚名 - 土家族民歌.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('傣声视频 - 《记得回来看我》#傣族歌曲 #艾罕建.mp3', 1476, 'http://124.221.66.151:9090/minzu/苗族/傣声视频 - 《记得回来看我》#傣族歌曲 #艾罕建.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('刘英 - 回娘家.mp3', 1477, 'http://124.221.66.151:9090/minzu/苗族/刘英 - 回娘家.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('劲头子乐队 - 土家族民歌-剪辑1.mp3', 1478, 'http://124.221.66.151:9090/minzu/苗族/劲头子乐队 - 土家族民歌-剪辑1.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('劲头子乐队 - 土家族民歌.mp3', 1479, 'http://124.221.66.151:9090/minzu/苗族/劲头子乐队 - 土家族民歌.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('原创苗族舞蹈《太阳鼓》，欢快活泼的动作给人美的视觉效果-流畅360P.qsv.flv.mp4', 1480, 'http://124.221.66.151:9090/minzu/苗族/原创苗族舞蹈《太阳鼓》，欢快活泼的动作给人美的视觉效果-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('哏德全 - 月光下的凤尾竹.mp3', 1481, 'http://124.221.66.151:9090/minzu/苗族/哏德全 - 月光下的凤尾竹.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('土家族舞蹈《跳春光》，弘阳广场杯：2021庆国庆大型文艺汇-流畅360P.qsv.flv.mp4', 1482, 'http://124.221.66.151:9090/minzu/苗族/土家族舞蹈《跳春光》，弘阳广场杯：2021庆国庆大型文艺汇-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('好日子 - 马桑树儿搭灯台 (土家族民歌).mp3', 1483, 'http://124.221.66.151:9090/minzu/苗族/好日子 - 马桑树儿搭灯台 (土家族民歌).mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('孙维良 - 打马回草原.mp3', 1484, 'http://124.221.66.151:9090/minzu/苗族/孙维良 - 打马回草原.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('宛如黑夜下的萤火虫！-流畅360P.qsv.flv.mp4', 1485, 'http://124.221.66.151:9090/minzu/苗族/宛如黑夜下的萤火虫！-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('少儿舞蹈展演《黛帕》，民族舞苗族舞蹈-流畅360P.qsv.flv.mp4', 1486, 'http://124.221.66.151:9090/minzu/苗族/少儿舞蹈展演《黛帕》，民族舞苗族舞蹈-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('少数民族苗族舞蹈演出部分-流畅360P.qsv.flv.mp4', 1487, 'http://124.221.66.151:9090/minzu/苗族/少数民族苗族舞蹈演出部分-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('张明松、雷力克 - 土家族摆手舞歌.mp3', 1488, 'http://124.221.66.151:9090/minzu/苗族/张明松、雷力克 - 土家族摆手舞歌.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('徐金 - Twb (苗族歌曲).mp3', 1489, 'http://124.221.66.151:9090/minzu/苗族/徐金 - Twb (苗族歌曲).mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('徐金 - 苗族伤感情歌leej muam hmoob.mp3', 1490, 'http://124.221.66.151:9090/minzu/苗族/徐金 - 苗族伤感情歌leej muam hmoob.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('未知歌手 - 土家族山歌 (Live片段).mp3', 1491, 'http://124.221.66.151:9090/minzu/苗族/未知歌手 - 土家族山歌 (Live片段).mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('未知歌手 - 土家族山歌 (片段).mp3', 1492, 'http://124.221.66.151:9090/minzu/苗族/未知歌手 - 土家族山歌 (片段).mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('李清升哈尼族歌曲 - 什么时候回来 (哈尼族歌曲爱伲族歌曲阿卡语歌曲).mp3', 1493, 'http://124.221.66.151:9090/minzu/苗族/李清升哈尼族歌曲 - 什么时候回来 (哈尼族歌曲爱伲族歌曲阿卡语歌曲).mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('来一段苗岭舞蹈，领略一段苗岭文化。-流畅360P.qsv.flv.mp4', 1494, 'http://124.221.66.151:9090/minzu/苗族/来一段苗岭舞蹈，领略一段苗岭文化。-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('杨花敏 - 新娘不是我 (苗族歌曲).mp3', 1495, 'http://124.221.66.151:9090/minzu/苗族/杨花敏 - 新娘不是我 (苗族歌曲).mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('江龙原创 - 苗族歌曲#我知道你不会回来.mp3', 1496, 'http://124.221.66.151:9090/minzu/苗族/江龙原创 - 苗族歌曲#我知道你不会回来.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('清晨的苗岭，一群姑娘们自由地舞动，蕴含自然风情的苗族舞！好美-流畅360P.qsv.flv.mp4', 1497, 'http://124.221.66.151:9090/minzu/苗族/清晨的苗岭，一群姑娘们自由地舞动，蕴含自然风情的苗族舞！好美-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('猴猴 - 家族歌曲.mp3', 1498, 'http://124.221.66.151:9090/minzu/苗族/猴猴 - 家族歌曲.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('王红艺 - 土家族舞曲.mp3', 1499, 'http://124.221.66.151:9090/minzu/苗族/王红艺 - 土家族舞曲.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('王红艺 - 毕兹卡欢庆会 (土家族舞曲).mp3', 1500, 'http://124.221.66.151:9090/minzu/苗族/王红艺 - 毕兹卡欢庆会 (土家族舞曲).mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 祁家延西 (土族歌曲).mp3', 1501, 'http://124.221.66.151:9090/minzu/苗族/网络歌手 - 祁家延西 (土族歌曲).mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 西海神韵 青海优秀民族歌曲专辑 太阳回家的地方.mp3', 1502, 'http://124.221.66.151:9090/minzu/苗族/网络歌手 - 西海神韵 青海优秀民族歌曲专辑 太阳回家的地方.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('罗珍珍 - 苗族歌词-咪踩的眼泪 (Remix).mp3', 1503, 'http://124.221.66.151:9090/minzu/苗族/罗珍珍 - 苗族歌词-咪踩的眼泪 (Remix).mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('美女苗族舞蹈《甘露》，请大家欣赏!-高清480P.qsv.flv.mp4', 1504, 'http://124.221.66.151:9090/minzu/苗族/美女苗族舞蹈《甘露》，请大家欣赏!-高清480P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('群星 - 数花 (回族) (Live).mp3', 1505, 'http://124.221.66.151:9090/minzu/苗族/群星 - 数花 (回族) (Live).mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('老苗族新年舞蹈Yeeb yam qhuas tswv yexus yug-流畅360P.qsv.flv.mp4', 1506, 'http://124.221.66.151:9090/minzu/苗族/老苗族新年舞蹈Yeeb yam qhuas tswv yexus yug-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('背篓人家-姐 - 土家族拦门歌.mp3', 1507, 'http://124.221.66.151:9090/minzu/苗族/背篓人家-姐 - 土家族拦门歌.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('背篓人家-姐 - 土家族祝福歌.mp3', 1508, 'http://124.221.66.151:9090/minzu/苗族/背篓人家-姐 - 土家族祝福歌.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('背篓人家-姐 - 土家族送客歌.mp3', 1509, 'http://124.221.66.151:9090/minzu/苗族/背篓人家-姐 - 土家族送客歌.mp3', '苗族', 1, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('舞蹈室都能感受到自然风情？苗族少女们跳舞真的太美了！-流畅360P.qsv.flv.mp4', 1510, 'http://124.221.66.151:9090/minzu/苗族/舞蹈室都能感受到自然风情？苗族少女们跳舞真的太美了！-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('苗 (1).jpg', 1511, 'http://124.221.66.151:9090/minzu/苗族/苗 (1).jpg', '苗族', 0, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('苗 (2).jpg', 1512, 'http://124.221.66.151:9090/minzu/苗族/苗 (2).jpg', '苗族', 0, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('苗 (3).jpg', 1513, 'http://124.221.66.151:9090/minzu/苗族/苗 (3).jpg', '苗族', 0, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('苗 (4).jpg', 1514, 'http://124.221.66.151:9090/minzu/苗族/苗 (4).jpg', '苗族', 0, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('苗 (5).jpg', 1515, 'http://124.221.66.151:9090/minzu/苗族/苗 (5).jpg', '苗族', 0, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('苗 (6).jpg', 1516, 'http://124.221.66.151:9090/minzu/苗族/苗 (6).jpg', '苗族', 0, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('苗 (7).jpg', 1517, 'http://124.221.66.151:9090/minzu/苗族/苗 (7).jpg', '苗族', 0, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('苗 (8).jpg', 1518, 'http://124.221.66.151:9090/minzu/苗族/苗 (8).jpg', '苗族', 0, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('苗 (9).jpg', 1519, 'http://124.221.66.151:9090/minzu/苗族/苗 (9).jpg', '苗族', 0, '2022-05-31 11:04:14', '2022-05-31 11:04:14', 0);
INSERT INTO `minzu` VALUES ('苗族歌曲 - 很帅哥我爱上你.mp3', 1520, 'http://124.221.66.151:9090/minzu/苗族/苗族歌曲 - 很帅哥我爱上你.mp3', '苗族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('苗族歌曲 爱就要付出-流畅360P.qsv.flv.mp4', 1521, 'http://124.221.66.151:9090/minzu/苗族/苗族歌曲 爱就要付出-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('苗族美女上场表演舞蹈真是倾国倾城！-流畅360P.qsv.flv.mp4', 1522, 'http://124.221.66.151:9090/minzu/苗族/苗族美女上场表演舞蹈真是倾国倾城！-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('苗族舞《朵也》，这种有特色的民族民间舞，极具感染力量！-流畅360P.qsv.flv.mp4', 1523, 'http://124.221.66.151:9090/minzu/苗族/苗族舞《朵也》，这种有特色的民族民间舞，极具感染力量！-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('苗族舞《苗乡情》-流畅360P.qsv.flv.mp4', 1524, 'http://124.221.66.151:9090/minzu/苗族/苗族舞《苗乡情》-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('苗族舞蹈《走在山水间》跳得真不错-流畅360P.qsv.flv.mp4', 1525, 'http://124.221.66.151:9090/minzu/苗族/苗族舞蹈《走在山水间》跳得真不错-流畅360P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('若我只是个过客 - 苗族伤感歌曲·《等你回来》.mp3', 1526, 'http://124.221.66.151:9090/minzu/苗族/若我只是个过客 - 苗族伤感歌曲·《等你回来》.mp3', '苗族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('越南苗族花山节舞蹈表演-高清480P.qsv.flv.mp4', 1527, 'http://124.221.66.151:9090/minzu/苗族/越南苗族花山节舞蹈表演-高清480P.qsv.flv.mp4', '苗族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('雯青雨 - 凤凰歌 (土家族情歌).mp3', 1528, 'http://124.221.66.151:9090/minzu/苗族/雯青雨 - 凤凰歌 (土家族情歌).mp3', '苗族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('香军 - 给木啊纳凉 (片段).mp3', 1529, 'http://124.221.66.151:9090/minzu/苗族/香军 - 给木啊纳凉 (片段).mp3', '苗族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('@小包子@ - 直尕思得 (土家族情歌).mp3', 1530, 'http://124.221.66.151:9090/minzu/土家族/@小包子@ - 直尕思得 (土家族情歌).mp3', '土家族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('《土家摔三碗》-流畅360P.qsv.flv.mp4', 1531, 'http://124.221.66.151:9090/minzu/土家族/《土家摔三碗》-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('《神农谷》，土家族风格舞蹈，优雅好看！还很好学哦！-流畅360P.qsv.flv.mp4', 1532, 'http://124.221.66.151:9090/minzu/土家族/《神农谷》，土家族风格舞蹈，优雅好看！还很好学哦！-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('优美的土家族舞蹈-流畅360P.qsv.flv.mp4', 1533, 'http://124.221.66.151:9090/minzu/土家族/优美的土家族舞蹈-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('佚名 - 土家族民歌.mp3', 1534, 'http://124.221.66.151:9090/minzu/土家族/佚名 - 土家族民歌.mp3', '土家族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('劲头子乐队 - 土家族民歌-剪辑1.mp3', 1535, 'http://124.221.66.151:9090/minzu/土家族/劲头子乐队 - 土家族民歌-剪辑1.mp3', '土家族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('劲头子乐队 - 土家族民歌.mp3', 1536, 'http://124.221.66.151:9090/minzu/土家族/劲头子乐队 - 土家族民歌.mp3', '土家族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('吊脚楼 土家族-流畅360P.qsv.flv.mp4', 1537, 'http://124.221.66.151:9090/minzu/土家族/吊脚楼 土家族-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家 (1).jpg', 1538, 'http://124.221.66.151:9090/minzu/土家族/土家 (1).jpg', '土家族', 0, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家 (1).png', 1539, 'http://124.221.66.151:9090/minzu/土家族/土家 (1).png', '土家族', 0, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家 (2).jpg', 1540, 'http://124.221.66.151:9090/minzu/土家族/土家 (2).jpg', '土家族', 0, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家 (2).png', 1541, 'http://124.221.66.151:9090/minzu/土家族/土家 (2).png', '土家族', 0, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家 (3).jpg', 1542, 'http://124.221.66.151:9090/minzu/土家族/土家 (3).jpg', '土家族', 0, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家 (4).jpg', 1543, 'http://124.221.66.151:9090/minzu/土家族/土家 (4).jpg', '土家族', 0, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家 (5).jpg', 1544, 'http://124.221.66.151:9090/minzu/土家族/土家 (5).jpg', '土家族', 0, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家 (6).jpg', 1545, 'http://124.221.66.151:9090/minzu/土家族/土家 (6).jpg', '土家族', 0, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家 (7).jpg', 1546, 'http://124.221.66.151:9090/minzu/土家族/土家 (7).jpg', '土家族', 0, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家 (8).jpg', 1547, 'http://124.221.66.151:9090/minzu/土家族/土家 (8).jpg', '土家族', 0, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家摆手舞、八宝铜铃舞…湖北一学校开非遗课间操：又是别人家的-流畅360P.qsv.flv.mp4', 1548, 'http://124.221.66.151:9090/minzu/土家族/土家摆手舞、八宝铜铃舞…湖北一学校开非遗课间操：又是别人家的-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家族人独特舞蹈薅草锣鼓，拿起锄头跳起舞，配上歌声好热闹-流畅360P.qsv.flv.mp4', 1549, 'http://124.221.66.151:9090/minzu/土家族/土家族人独特舞蹈薅草锣鼓，拿起锄头跳起舞，配上歌声好热闹-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家族摆手舞土家族摆手舞是土家族古老的传统舞蹈主要流传在鄂湘渝交界的地方以湖北恩-流畅360P.qsv.flv.mp4', 1550, 'http://124.221.66.151:9090/minzu/土家族/土家族摆手舞土家族摆手舞是土家族古老的传统舞蹈主要流传在鄂湘渝交界的地方以湖北恩-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家族民俗风情舞蹈，旋律欢快舞姿优美-流畅360P.qsv.flv.mp4', 1551, 'http://124.221.66.151:9090/minzu/土家族/土家族民俗风情舞蹈，旋律欢快舞姿优美-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家族舞蹈-流畅360P.qsv.flv.mp4', 1552, 'http://124.221.66.151:9090/minzu/土家族/土家族舞蹈-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家族舞蹈《摆手欢歌》-流畅360P.qsv.flv.mp4', 1553, 'http://124.221.66.151:9090/minzu/土家族/土家族舞蹈《摆手欢歌》-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('土家族舞蹈《阿么阿么》-流畅360P.qsv.flv.mp4', 1554, 'http://124.221.66.151:9090/minzu/土家族/土家族舞蹈《阿么阿么》-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('好日子 - 马桑树儿搭灯台 (土家族民歌).mp3', 1555, 'http://124.221.66.151:9090/minzu/土家族/好日子 - 马桑树儿搭灯台 (土家族民歌).mp3', '土家族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('张明松、雷力克 - 土家族摆手舞歌.mp3', 1556, 'http://124.221.66.151:9090/minzu/土家族/张明松、雷力克 - 土家族摆手舞歌.mp3', '土家族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('未知歌手 - 土家族山歌 (Live片段).mp3', 1557, 'http://124.221.66.151:9090/minzu/土家族/未知歌手 - 土家族山歌 (Live片段).mp3', '土家族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('未知歌手 - 土家族山歌 (片段).mp3', 1558, 'http://124.221.66.151:9090/minzu/土家族/未知歌手 - 土家族山歌 (片段).mp3', '土家族', 1, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('湖北土家族舞蹈《天生一对好鸳鸯》欢渡春节_1080p-流畅360P.qsv.flv.mp4', 1559, 'http://124.221.66.151:9090/minzu/土家族/湖北土家族舞蹈《天生一对好鸳鸯》欢渡春节_1080p-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('湘西土家族打溜子_标清高清--FLV-流畅360P.qsv.flv.mp4', 1560, 'http://124.221.66.151:9090/minzu/土家族/湘西土家族打溜子_标清高清--FLV-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:15', '2022-05-31 11:04:15', 0);
INSERT INTO `minzu` VALUES ('猴猴 - 家族歌曲.mp3', 1561, 'http://124.221.66.151:9090/minzu/土家族/猴猴 - 家族歌曲.mp3', '土家族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('王红艺 - 土家族舞曲.mp3', 1562, 'http://124.221.66.151:9090/minzu/土家族/王红艺 - 土家族舞曲.mp3', '土家族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('王红艺 - 毕兹卡欢庆会 (土家族舞曲).mp3', 1563, 'http://124.221.66.151:9090/minzu/土家族/王红艺 - 毕兹卡欢庆会 (土家族舞曲).mp3', '土家族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 祁家延西 (土族歌曲).mp3', 1564, 'http://124.221.66.151:9090/minzu/土家族/网络歌手 - 祁家延西 (土族歌曲).mp3', '土家族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('背篓人家-姐 - 土家族拦门歌.mp3', 1565, 'http://124.221.66.151:9090/minzu/土家族/背篓人家-姐 - 土家族拦门歌.mp3', '土家族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('背篓人家-姐 - 土家族祝福歌.mp3', 1566, 'http://124.221.66.151:9090/minzu/土家族/背篓人家-姐 - 土家族祝福歌.mp3', '土家族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('背篓人家-姐 - 土家族送客歌.mp3', 1567, 'http://124.221.66.151:9090/minzu/土家族/背篓人家-姐 - 土家族送客歌.mp3', '土家族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('舞者带来民间舞《织嫁》，展现土家族婚嫁文化，视觉盛宴！丨舞者-流畅360P.qsv.flv.mp4', 1568, 'http://124.221.66.151:9090/minzu/土家族/舞者带来民间舞《织嫁》，展现土家族婚嫁文化，视觉盛宴！丨舞者-流畅360P.qsv.flv.mp4', '土家族', 2, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('雯青雨 - 凤凰歌 (土家族情歌).mp3', 1569, 'http://124.221.66.151:9090/minzu/土家族/雯青雨 - 凤凰歌 (土家族情歌).mp3', '土家族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('体格体且啦彝族广场舞-流畅360P.qsv.flv.mp4', 1570, 'http://124.221.66.151:9090/minzu/彝族/体格体且啦彝族广场舞-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('吉克老鹰 - 忠贞.mp3', 1571, 'http://124.221.66.151:9090/minzu/彝族/吉克老鹰 - 忠贞.mp3', '彝族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('吉布李宏 - 玛薇.mp3', 1572, 'http://124.221.66.151:9090/minzu/彝族/吉布李宏 - 玛薇.mp3', '彝族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('太阳部落 - 让我们回去吧.mp3', 1573, 'http://124.221.66.151:9090/minzu/彝族/太阳部落 - 让我们回去吧.mp3', '彝族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('广场舞 又见山里红-流畅360P.qsv.flv.mp4', 1574, 'http://124.221.66.151:9090/minzu/彝族/广场舞 又见山里红-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('广场舞 山上的玛薇-流畅360P.qsv.flv.mp4', 1575, 'http://124.221.66.151:9090/minzu/彝族/广场舞 山上的玛薇-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('广场舞 彝人妈妈舞-流畅360P.qsv.flv.mp4', 1576, 'http://124.221.66.151:9090/minzu/彝族/广场舞 彝人妈妈舞-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('广场舞 格萨啦欢迎你-流畅360P.qsv.flv.mp4', 1577, 'http://124.221.66.151:9090/minzu/彝族/广场舞 格萨啦欢迎你-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('广场舞2020年心想事难成-流畅360P.qsv.flv.mp4', 1578, 'http://124.221.66.151:9090/minzu/彝族/广场舞2020年心想事难成-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝 (1).jpg', 1579, 'http://124.221.66.151:9090/minzu/彝族/彝 (1).jpg', '彝族', 0, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝 (1).png', 1580, 'http://124.221.66.151:9090/minzu/彝族/彝 (1).png', '彝族', 0, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝 (2).jpg', 1581, 'http://124.221.66.151:9090/minzu/彝族/彝 (2).jpg', '彝族', 0, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝 (3).jpg', 1582, 'http://124.221.66.151:9090/minzu/彝族/彝 (3).jpg', '彝族', 0, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝 (4).jpg', 1583, 'http://124.221.66.151:9090/minzu/彝族/彝 (4).jpg', '彝族', 0, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝 (5).jpg', 1584, 'http://124.221.66.151:9090/minzu/彝族/彝 (5).jpg', '彝族', 0, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝 (6).jpg', 1585, 'http://124.221.66.151:9090/minzu/彝族/彝 (6).jpg', '彝族', 0, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝 (7).jpg', 1586, 'http://124.221.66.151:9090/minzu/彝族/彝 (7).jpg', '彝族', 0, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝 (8).jpg', 1587, 'http://124.221.66.151:9090/minzu/彝族/彝 (8).jpg', '彝族', 0, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝 9.jpg', 1588, 'http://124.221.66.151:9090/minzu/彝族/彝 (9).jpg', '彝族', 0, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝品小米 - 眼泪.mp3', 1589, 'http://124.221.66.151:9090/minzu/彝族/彝品小米 - 眼泪.mp3', '彝族', 1, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝族广场舞 欢乐的打跳-流畅360P.qsv.flv.mp4', 1590, 'http://124.221.66.151:9090/minzu/彝族/彝族广场舞 欢乐的打跳-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝族广场舞《央古书布》-流畅360P.qsv.flv.mp4', 1591, 'http://124.221.66.151:9090/minzu/彝族/彝族广场舞《央古书布》-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝族广场舞之雪山姑娘-流畅360P.qsv.flv.mp4', 1592, 'http://124.221.66.151:9090/minzu/彝族/彝族广场舞之雪山姑娘-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝族广场舞粟粟酒歌-流畅360P.qsv.flv.mp4', 1593, 'http://124.221.66.151:9090/minzu/彝族/彝族广场舞粟粟酒歌-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:16', '2022-05-31 11:04:16', 0);
INSERT INTO `minzu` VALUES ('彝族广场舞精彩金-流畅360P.qsv.flv.mp4', 1594, 'http://124.221.66.151:9090/minzu/彝族/彝族广场舞精彩金-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('彝族广场舞精彩金3-流畅360P.qsv.flv.mp4', 1595, 'http://124.221.66.151:9090/minzu/彝族/彝族广场舞精彩金3-流畅360P.qsv.flv.mp4', '彝族', 2, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('拉一阿加莫 - 阿莫莎.mp3', 1596, 'http://124.221.66.151:9090/minzu/彝族/拉一阿加莫 - 阿莫莎.mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('瓦其依合 - 在路上.mp3', 1597, 'http://124.221.66.151:9090/minzu/彝族/瓦其依合 - 在路上.mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('舞彝阳光 - 约定.mp3', 1598, 'http://124.221.66.151:9090/minzu/彝族/舞彝阳光 - 约定.mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('莫西子诗 - 妈妈的歌谣.mp3', 1599, 'http://124.221.66.151:9090/minzu/彝族/莫西子诗 - 妈妈的歌谣.mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('赵艺涵、吉克杰拉 - 听见凉山.mp3', 1600, 'http://124.221.66.151:9090/minzu/彝族/赵艺涵、吉克杰拉 - 听见凉山.mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('阿依洛 - 彝族敬酒歌.mp3', 1601, 'http://124.221.66.151:9090/minzu/彝族/阿依洛 - 彝族敬酒歌.mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('阿的阿合 - 弟弟的眼眸.mp3', 1602, 'http://124.221.66.151:9090/minzu/彝族/阿的阿合 - 弟弟的眼眸.mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('阿西阿支 - ꆀꃅꀉꐔ尼木阿其.mp3', 1603, 'http://124.221.66.151:9090/minzu/彝族/阿西阿支 - ꆀꃅꀉꐔ尼木阿其.mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('阿鲁阿卓 - 山风一样自由.mp3', 1604, 'http://124.221.66.151:9090/minzu/彝族/阿鲁阿卓 - 山风一样自由.mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('马建鹏、马玉龙、奥杰阿格 - 赶梦(路).mp3', 1605, 'http://124.221.66.151:9090/minzu/彝族/马建鹏、马玉龙、奥杰阿格 - 赶梦(路).mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('马海阿甲 - 只能在歌里诉说.mp3', 1606, 'http://124.221.66.151:9090/minzu/彝族/马海阿甲 - 只能在歌里诉说.mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('鲁家辉、朱明英、李娜 - 飘逸.mp3', 1607, 'http://124.221.66.151:9090/minzu/彝族/鲁家辉、朱明英、李娜 - 飘逸.mp3', '彝族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('2019壮语春晚——《壮族贺年歌》-流畅360P.qsv.flv.mp4', 1608, 'http://124.221.66.151:9090/minzu/壮族/2019壮语春晚——《壮族贺年歌》-流畅360P.qsv.flv.mp4', '壮族', 2, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('DJ何友 - 云南丘北壮族歌曲-壮乡美酒等你尝 (DJ何友版).mp3', 1609, 'http://124.221.66.151:9090/minzu/壮族/DJ何友 - 云南丘北壮族歌曲-壮乡美酒等你尝 (DJ何友版).mp3', '壮族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('中国一龙 - 《江日爬上岜》(太阳爬上山)壮族歌曲.mp3', 1610, 'http://124.221.66.151:9090/minzu/壮族/中国一龙 - 《江日爬上岜》(太阳爬上山)壮族歌曲.mp3', '壮族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('云南屏边壮族手巾舞-流畅360P.qsv.flv.mp4', 1611, 'http://124.221.66.151:9090/minzu/壮族/云南屏边壮族手巾舞-流畅360P.qsv.flv.mp4', '壮族', 2, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('华语群星 - 世上哪见树缠藤 (壮族).mp3', 1612, 'http://124.221.66.151:9090/minzu/壮族/华语群星 - 世上哪见树缠藤 (壮族).mp3', '壮族', 1, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮 (1).jpg', 1613, 'http://124.221.66.151:9090/minzu/壮族/壮 (1).jpg', '壮族', 0, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮 (10).jpg', 1614, 'http://124.221.66.151:9090/minzu/壮族/壮 (10).jpg', '壮族', 0, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮 (2).jpg', 1615, 'http://124.221.66.151:9090/minzu/壮族/壮 (2).jpg', '壮族', 0, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮 (3).jpg', 1616, 'http://124.221.66.151:9090/minzu/壮族/壮 (3).jpg', '壮族', 0, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮 (4).jpg', 1617, 'http://124.221.66.151:9090/minzu/壮族/壮 (4).jpg', '壮族', 0, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮 (5).jpg', 1618, 'http://124.221.66.151:9090/minzu/壮族/壮 (5).jpg', '壮族', 0, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮 (6).jpg', 1619, 'http://124.221.66.151:9090/minzu/壮族/壮 (6).jpg', '壮族', 0, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮 (7).jpg', 1620, 'http://124.221.66.151:9090/minzu/壮族/壮 (7).jpg', '壮族', 0, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮 (8).jpg', 1621, 'http://124.221.66.151:9090/minzu/壮族/壮 (8).jpg', '壮族', 0, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮 (9).jpg', 1622, 'http://124.221.66.151:9090/minzu/壮族/壮 (9).jpg', '壮族', 0, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮族舞蹈《丰收的季节》-流畅360P.qsv.flv.mp4', 1623, 'http://124.221.66.151:9090/minzu/壮族/壮族舞蹈《丰收的季节》-流畅360P.qsv.flv.mp4', '壮族', 2, '2022-05-31 11:04:17', '2022-05-31 11:04:17', 0);
INSERT INTO `minzu` VALUES ('壮族舞蹈《采茶》-流畅360P.qsv.flv.mp4', 1624, 'http://124.221.66.151:9090/minzu/壮族/壮族舞蹈《采茶》-流畅360P.qsv.flv.mp4', '壮族', 2, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('壮族舞蹈！-流畅360P.qsv.flv.mp4', 1625, 'http://124.221.66.151:9090/minzu/壮族/壮族舞蹈！-流畅360P.qsv.flv.mp4', '壮族', 2, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('壮族舞蹈，刘三姐山歌走在山水间，舞蹈动感，歌曲优美-流畅360P.qsv.flv.mp4', 1626, 'http://124.221.66.151:9090/minzu/壮族/壮族舞蹈，刘三姐山歌走在山水间，舞蹈动感，歌曲优美-流畅360P.qsv.flv.mp4', '壮族', 2, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('常菊群 - 布谷鸟叫春天 (小样 壮族歌曲 小样 壮族歌曲).mp3', 1627, 'http://124.221.66.151:9090/minzu/壮族/常菊群 - 布谷鸟叫春天 (小样 壮族歌曲 小样 壮族歌曲).mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('广西三月三，贵港提前一天唱山歌！壮族妹子犹如仙女下凡！-流畅360P.qsv.flv.mp4', 1628, 'http://124.221.66.151:9090/minzu/壮族/广西三月三，贵港提前一天唱山歌！壮族妹子犹如仙女下凡！-流畅360P.qsv.flv.mp4', '壮族', 2, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('广西壮族三月三，布山古郡美女如云，阿哥阿妹唱山歌-流畅360P.qsv.flv.mp4', 1629, 'http://124.221.66.151:9090/minzu/壮族/广西壮族三月三，布山古郡美女如云，阿哥阿妹唱山歌-流畅360P.qsv.flv.mp4', '壮族', 2, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('广西壮族舞蹈《五彩绣球》-高清480P.qsv.flv.mp4', 1630, 'http://124.221.66.151:9090/minzu/壮族/广西壮族舞蹈《五彩绣球》-高清480P.qsv.flv.mp4', '壮族', 2, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('张弼时、常穗 - 壮锦献给毛主席.mp3', 1631, 'http://124.221.66.151:9090/minzu/壮族/张弼时、常穗 - 壮锦献给毛主席.mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('时光与树《春大新》 - 傈僳族歌曲 (Live片段).mp3', 1632, 'http://124.221.66.151:9090/minzu/壮族/时光与树《春大新》 - 傈僳族歌曲 (Live片段).mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('李兴中 - 壮族蚂拐节.mp3', 1633, 'http://124.221.66.151:9090/minzu/壮族/李兴中 - 壮族蚂拐节.mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('李兴中 - 好美的壮族绣球.mp3', 1634, 'http://124.221.66.151:9090/minzu/壮族/李兴中 - 好美的壮族绣球.mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('法院优秀原创歌曲、广西壮族自治区南宁市中级人民法院、广西壮族自治区马山县人民法院 - 贝侬调解山歌.mp3', 1635, 'http://124.221.66.151:9090/minzu/壮族/法院优秀原创歌曲、广西壮族自治区南宁市中级人民法院、广西壮族自治区马山县人民法院 - 贝侬调解山歌.mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('法院优秀原创歌曲、广西壮族自治区高级人民法院 - 心中的天平.mp3', 1636, 'http://124.221.66.151:9090/minzu/壮族/法院优秀原创歌曲、广西壮族自治区高级人民法院 - 心中的天平.mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - B我们广西好地方 壮乡传韵 广西优秀民族歌曲上.mp3', 1637, 'http://124.221.66.151:9090/minzu/壮族/网络歌手 - B我们广西好地方 壮乡传韵 广西优秀民族歌曲上.mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 冬荫功 壮话歌曲 壮语歌曲 舞动 壮族.mp3', 1638, 'http://124.221.66.151:9090/minzu/壮族/网络歌手 - 冬荫功 壮话歌曲 壮语歌曲 舞动 壮族.mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('网络歌手 - 尝新酒 壮乡传韵 广西优秀民族歌曲上.mp3', 1639, 'http://124.221.66.151:9090/minzu/壮族/网络歌手 - 尝新酒 壮乡传韵 广西优秀民族歌曲上.mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('肥羊羊、壮族天琴、壮族原创歌曲、韦海洋、广西民歌、广西原创歌曲、壮话歌 - 壮族酒歌.mp3', 1640, 'http://124.221.66.151:9090/minzu/壮族/肥羊羊、壮族天琴、壮族原创歌曲、韦海洋、广西民歌、广西原创歌曲、壮话歌 - 壮族酒歌.mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('荷塘月色 - 家乡赞歌 (壮族歌曲).mp3', 1641, 'http://124.221.66.151:9090/minzu/壮族/荷塘月色 - 家乡赞歌 (壮族歌曲).mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('西林壮族山歌，都是来自生活的故事，张口就唱-流畅360P.qsv', 1642, 'http://124.221.66.151:9090/minzu/壮族/西林壮族山歌，都是来自生活的故事，张口就唱-流畅360P.qsv', '壮族', 2, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('集体舞，壮族舞蹈-流畅360P.qsv.flv.mp4', 1643, 'http://124.221.66.151:9090/minzu/壮族/集体舞，壮族舞蹈-流畅360P.qsv.flv.mp4', '壮族', 2, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);
INSERT INTO `minzu` VALUES ('鹿仁訫 - 网络歌手-只有山歌敬亲人 壮乡传韵 广西优秀民族歌曲上.mp3', 1644, 'http://124.221.66.151:9090/minzu/壮族/鹿仁訫 - 网络歌手-只有山歌敬亲人 壮乡传韵 广西优秀民族歌曲上.mp3', '壮族', 1, '2022-05-31 11:04:18', '2022-05-31 11:04:18', 0);

-- ----------------------------
-- Table structure for student
-- ----------------------------
DROP TABLE IF EXISTS `student`;
CREATE TABLE `student`  (
                            `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
                            `createTime` datetime NULL ,
                            `updateTime` datetime NULL ,
                            `stuName` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                            `sex` varchar(256) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                            `age` int(11) NULL DEFAULT NULL,
                            `studyDate` int(11) NULL DEFAULT NULL,
                            `major` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                            `stuClass` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                            `tel` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                            `isDelete` tinyint(4) NULL DEFAULT 0,
                            PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 25 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of student
-- ----------------------------
INSERT INTO `student` VALUES (1, '2022-06-08 11:30:22', '2022-06-08 13:22:42', '肖地666', '男', 20, 2019, '软件工程', '软工1903', '1234567890', 0);
INSERT INTO `student` VALUES (2, '2022-06-06 23:31:46', '2022-06-07 00:00:12', '李明', '女', 19, 2020, '软件工程', '软件工程2003', '13366099330', 1);
INSERT INTO `student` VALUES (3, '2022-06-06 23:32:46', '2022-06-07 00:00:12', '刘华', '男', 18, 2020, '软件工程', '软件工程2003', '13366099331', 0);
INSERT INTO `student` VALUES (4, '2022-06-06 23:33:46', '2022-06-08 12:47:03', '刘丽丽', '女', 18, 2021, '软件工程', '软件工程2003', '13366099332', 0);
INSERT INTO `student` VALUES (5, '2022-06-06 23:34:46', '2022-06-07 00:00:12', '赵凯', '男', 19, 2020, '软件工程', '软件工程2003', '13366099333', 0);
INSERT INTO `student` VALUES (6, '2022-06-06 23:35:46', '2022-06-07 00:00:12', '刘栋', '女', 20, 2020, '软件工程', '软件工程2003', '13366099334', 0);
INSERT INTO `student` VALUES (7, '2022-06-06 23:36:46', '2022-06-07 00:00:12', '赵劲锐', '男', 18, 2020, '软件工程', '软件工程2003', '13366099335', 0);
INSERT INTO `student` VALUES (8, '2022-06-06 23:37:46', '2022-06-07 00:00:12', '徐敏', '女', 18, 2020, '软件工程', '软件工程2003', '13366099336', 0);
INSERT INTO `student` VALUES (9, '2022-06-06 23:38:46', '2022-06-08 12:47:06', '吴秀雪', '男', 18, 2020, '软件工程', '软件工程2003', '13366099337', 0);
INSERT INTO `student` VALUES (10, '2022-06-06 23:39:46', '2022-06-08 12:47:10', '刘强', '女', 19, 2020, '软件工程', '软件工程2003', '13366099338', 0);
INSERT INTO `student` VALUES (11, '2022-06-06 23:40:46', '2022-06-07 00:00:12', '王明', '男', 19, 2020, '软件工程', '软件工程2003', '13366099339', 0);
INSERT INTO `student` VALUES (12, '2022-06-06 23:41:46', '2022-06-07 00:00:12', '董静', '女', 18, 2020, '软件工程', '软件工程2003', '13366099340', 0);
INSERT INTO `student` VALUES (13, '2022-06-06 23:42:46', '2022-06-07 00:00:12', '徐振', '男', 19, 2020, '软件工程', '软件工程2003', '13366099341', 0);
INSERT INTO `student` VALUES (14, '2022-06-06 23:43:46', '2022-06-07 00:00:12', '赵文楷', '女', 18, 2020, '软件工程', '软件工程2003', '13366099342', 0);
INSERT INTO `student` VALUES (15, '2022-06-06 23:44:46', '2022-06-07 00:00:12', '刘玉', '女', 18, 2020, '软件工程', '软件工程2003', '13366099343', 0);
INSERT INTO `student` VALUES (16, '2022-06-06 23:45:46', '2022-06-07 00:00:12', '付梓钰', '女', 18, 2020, '软件工程', '软件工程2003', '13366099344', 0);
INSERT INTO `student` VALUES (17, '2022-06-06 23:46:46', '2022-06-07 00:00:12', '秦华', '女', 19, 2020, '软件工程', '软件工程2003', '13366099345', 0);
INSERT INTO `student` VALUES (18, '2022-06-06 23:47:46', '2022-06-07 00:00:12', '越小平', '女', 18, 2020, '软件工程', '软件工程2003', '13366099346', 0);
INSERT INTO `student` VALUES (19, '2022-06-06 23:48:46', '2022-06-07 00:00:12', '刘文磊', '女', 18, 2020, '软件工程', '软件工程2003', '13366099347', 0);
INSERT INTO `student` VALUES (20, '2022-06-06 23:49:46', '2022-06-07 00:00:12', '王丽娜', '女', 18, 2020, '软件工程', '软件工程2003', '13366099348', 0);
INSERT INTO `student` VALUES (21, '2022-06-06 23:50:46', '2022-06-07 00:00:12', '徐琳', '女', 19, 2020, '软件工程', '软件工程2003', '13366099349', 0);
INSERT INTO `student` VALUES (22, '2022-06-06 23:51:46', '2022-06-07 00:00:12', '王博', '女', 18, 2020, '软件工程', '软件工程2003', '13366099350', 0);
INSERT INTO `student` VALUES (23, '2022-06-06 23:52:46', '2022-06-07 00:00:12', '汪雯雯', '女', 18, 2020, '软件工程', '软件工程2003', '13366099351', 0);
INSERT INTO `student` VALUES (24, '2022-06-06 23:53:46', '2022-06-07 00:00:12', '陈姜林', '女', 20, 2020, '软件工程', '软件工程2003', '13366099352', 0);

-- ----------------------------
-- Table structure for task
-- ----------------------------
DROP TABLE IF EXISTS `task`;
CREATE TABLE `task`  (
                         `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
                         `createTime` datetime NULL ,
                         `updateTime` datetime NULL ,
                         `deleted_at` datetime(3) NULL DEFAULT NULL,
                         `stuId` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                         `taskName` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                         `major` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                         `stuClass` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                         `course` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                         `score` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                         `extra` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                         `subDate` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                         `taskData` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                         `isDelete` tinyint(4) NULL DEFAULT 0,
                         PRIMARY KEY (`id`) USING BTREE,
                         INDEX `idx_task_deleted_at`(`deleted_at`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 25 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of task
-- ----------------------------
INSERT INTO `task` VALUES (1, '2022-06-06 23:31:46', '2022-06-08 13:15:36', NULL, '201931101266', '李明', '软件工程', '软件工程2003', '设计模式', '10', '完成第三章习题', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (2, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, '202031101100', '李明', '软件工程', '软件工程2003', '设计模式', '10', '完成第三章习题', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (3, '2022-06-06 23:31:46', '2022-06-07 00:00:12', NULL, '202031101100', '李明', '软件工程', '软件工程2003', '设计模式', '10', '完成第三章习题', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (4, '2022-06-06 23:32:46', '2022-06-07 00:00:12', NULL, '202031101101', '王强', '软件工程', '软件工程2003', '设计模式', '10', '复习工厂模式并画出类图', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (5, '2022-06-06 23:33:46', '2022-06-07 00:00:12', NULL, '202031101102', '刘洋', '软件工程', '软件工程2003', '设计模式', '10', '用懒汉模式完成设计', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (6, '2022-06-06 23:34:46', '2022-06-07 00:00:12', NULL, '202031101103', '张章', '软件工程', '软件工程2003', '设计模式', '10', '设计一个单例模式例子', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (7, '2022-06-06 23:35:46', '2022-06-07 00:00:12', NULL, '202031101104', '付东', '软件工程', '软件工程2003', '设计模式', '10', '完成第六章习题', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (8, '2022-06-06 23:36:46', '2022-06-07 00:00:12', NULL, '202031101105', '何欣', '软件工程', '软件工程2003', '设计模式', '10', '总复习习题', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (9, '2022-06-06 23:37:46', '2022-06-07 00:00:12', NULL, '202031101106', '赵月', '软件工程', '软件工程2003', '设计模式', '10', '画类图', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (10, '2022-06-06 23:38:46', '2022-06-07 00:00:12', NULL, '202031101107', '李华', '软件工程', '软件工程2003', '设计模式', '10', '画用例图', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (11, '2022-06-06 23:39:46', '2022-06-07 00:00:12', NULL, '202031101108', '刘家辉', '软件工程', '软件工程2003', '设计模式', '10', '设计打印池', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (12, '2022-06-06 23:40:46', '2022-06-07 00:00:12', NULL, '202031101109', '刑杨', '软件工程', '软件工程2003', '设计模式', '10', '复习窗口模式', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (13, '2022-06-06 23:41:46', '2022-06-07 00:00:12', NULL, '202031101110', '吴昕', '软件工程', '软件工程2003', '设计模式', '10', '用代理模式设计例子', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (14, '2022-06-06 23:42:46', '2022-06-07 00:00:12', NULL, '202031101111', '李海涛', '软件工程', '软件工程2003', '设计模式', '10', '单例模式', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (15, '2022-06-06 23:43:46', '2022-06-07 00:00:12', NULL, '202031101112', '董昊天', '软件工程', '软件工程2003', '设计模式', '10', '复习多态，继承', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (16, '2022-06-06 23:44:46', '2022-06-07 00:00:12', NULL, '202031101113', '刘瑾彭', '软件工程', '软件工程2003', '设计模式', '10', '完成课后作业', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (17, '2022-06-06 23:45:46', '2022-06-07 00:00:12', NULL, '202031101114', '彭明', '软件工程', '软件工程2003', '设计模式', '10', '完成第三章习题', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (18, '2022-06-06 23:46:46', '2022-06-07 00:00:12', NULL, '202031101115', '文明涛', '软件工程', '软件工程2003', '设计模式', '10', '完成预习任务', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (19, '2022-06-06 23:47:46', '2022-06-07 00:00:12', NULL, '202031101116', '蒋雨', '软件工程', '软件工程2003', '设计模式', '10', '完成总复习', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (20, '2022-06-06 23:48:46', '2022-06-07 00:00:12', NULL, '202031101117', '刘玉婷', '软件工程', '软件工程2003', '设计模式', '10', '完成考试', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (21, '2022-06-06 23:49:46', '2022-06-07 00:00:12', NULL, '202031101118', '付月', '软件工程', '软件工程2003', '设计模式', '10', '练习使用代理模式', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (22, '2022-06-06 23:50:46', '2022-06-07 00:00:12', NULL, '202031101119', '周浩浩', '软件工程', '软件工程2003', '设计模式', '10', '完成微博发评功能', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (23, '2022-06-06 23:51:46', '2022-06-07 00:00:12', NULL, '202031101120', '李国栋', '软件工程', '软件工程2003', '设计模式', '10', '画出代理模式类图', '2022-6-8', '2022-6-7', 0);
INSERT INTO `task` VALUES (24, '2022-06-06 23:52:46', '2022-06-07 00:00:12', NULL, '202031101121', '刘志成', '软件工程', '软件工程2003', '设计模式', '10', '复习抽象工厂模式', '2022-6-8', '2022-6-7', 0);

-- ----------------------------
-- Table structure for teacher
-- ----------------------------
DROP TABLE IF EXISTS `teacher`;
CREATE TABLE `teacher`  (
                            `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
                            `createTime` datetime NULL ,
                            `updateTime` datetime NULL ,
                            `deleted_at` datetime(3) NULL DEFAULT NULL,
                            `teacherName` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                            `sex` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                            `age` int(11) NULL DEFAULT NULL,
                            `teacherLevel` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                            `collage` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                            `tel` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
                            `isDelete` tinyint(4) NULL DEFAULT 0,
                            PRIMARY KEY (`id`) USING BTREE,
                            INDEX `idx_teacher_deleted_at`(`deleted_at`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 39 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of teacher
-- ----------------------------
INSERT INTO `teacher` VALUES (1, '2022-06-05 23:25:46', '2022-06-07 00:00:12', NULL, '宋强', '女', 46, '教授', '计算机', '187776543', 0);
INSERT INTO `teacher` VALUES (2, '2022-06-05 23:26:46', '2022-06-08 12:43:45', NULL, '灵玉', '男', 43, '副教授', '外国语', '187776599', 0);
INSERT INTO `teacher` VALUES (3, '2022-06-05 23:27:46', '2022-06-07 00:00:12', NULL, '喜雨', '女', 36, '教授', '电子工程', '1877765400', 0);
INSERT INTO `teacher` VALUES (4, '2022-06-05 23:28:46', '2022-06-08 12:43:48', NULL, '宋玉', '男', 48, '教授', '食品科学', '187776543', 0);
INSERT INTO `teacher` VALUES (5, '2022-06-05 23:29:46', '2022-06-08 12:43:51', NULL, '玉宇', '女', 35, '副教授', '计算机', '1877765678', 0);
INSERT INTO `teacher` VALUES (6, '2022-06-05 23:30:46', '2022-06-07 00:00:12', NULL, '兰屿', '男', 45, '教授', '计算机', '18777654300', 0);
INSERT INTO `teacher` VALUES (7, '2022-06-05 23:31:46', '2022-06-07 00:00:12', NULL, '菱湖', '女', 37, '讲师', '计算机', '187906543', 0);
INSERT INTO `teacher` VALUES (8, '2022-06-05 23:32:46', '2022-06-07 00:00:12', NULL, '蓝耳', '男', 35, '教授', '食品科学', '187776569', 0);
INSERT INTO `teacher` VALUES (9, '2022-06-05 23:33:46', '2022-06-07 00:00:12', NULL, '溪邢', '女', 38, '教授', '外国语', '137047843', 0);
INSERT INTO `teacher` VALUES (10, '2022-06-05 23:34:46', '2022-06-08 12:43:56', NULL, '王明', '男', 45, '教授', '食品科学', '187776543', 0);
INSERT INTO `teacher` VALUES (11, '2022-06-05 23:35:46', '2022-06-08 12:44:01', NULL, '铃木', '女', 43, '副教授', '外国语', '129648599', 0);
INSERT INTO `teacher` VALUES (12, '2022-06-05 23:36:46', '2022-06-08 12:44:04', NULL, '李青', '男', 34, '讲师', '食品科学', '19674499', 0);
INSERT INTO `teacher` VALUES (13, '2022-06-05 23:37:46', '2022-06-07 00:00:12', NULL, '古榕', '女', 43, '副教授', '外国语', '168796599', 0);
INSERT INTO `teacher` VALUES (14, '2022-06-05 23:38:46', '2022-06-07 00:00:12', NULL, '曾宇', '男', 43, '副教授', '外国语', '168790599', 0);
INSERT INTO `teacher` VALUES (15, '2022-06-05 23:39:46', '2022-06-08 12:44:07', NULL, '王宁与', '男', 47, '副教授', '外国语', '187776599', 0);
INSERT INTO `teacher` VALUES (16, '2022-06-05 23:40:46', '2022-06-08 12:44:10', NULL, '王虎', '男', 43, '副教授', '计算机', '19653216599', 0);
INSERT INTO `teacher` VALUES (17, '2022-06-05 23:41:46', '2022-06-08 12:44:13', NULL, '龙玲', '男', 43, '副教授', '计算机', '11578239', 0);
INSERT INTO `teacher` VALUES (18, '2022-06-05 23:42:46', '2022-06-07 00:00:12', NULL, '刘依依', '男', 43, '副教授', '计算机', '1864361599', 0);
INSERT INTO `teacher` VALUES (19, '2022-06-05 23:43:46', '2022-06-07 00:00:12', NULL, '高数杨', '男', 43, '副教授', '计算机', '16532199', 0);
INSERT INTO `teacher` VALUES (20, '2022-06-05 23:25:46', '2022-06-07 00:00:12', NULL, '宋强', '男', 45, '教授', '计算机', '187776543', 0);
INSERT INTO `teacher` VALUES (21, '2022-06-05 23:26:46', '2022-06-07 00:00:12', NULL, '灵玉', '男', 43, '副教授', '外国语', '187776599', 0);
INSERT INTO `teacher` VALUES (22, '2022-06-05 23:27:46', '2022-06-07 00:00:12', NULL, '喜雨', '男', 36, '教授', '电子工程', '1877765400', 0);
INSERT INTO `teacher` VALUES (23, '2022-06-05 23:28:46', '2022-06-07 00:00:12', NULL, '宋玉', '男', 48, '教授', '食品科学', '187776543', 0);
INSERT INTO `teacher` VALUES (24, '2022-06-05 23:29:46', '2022-06-07 00:00:12', NULL, '玉宇', '男', 35, '副教授', '计算机', '1877765678', 0);
INSERT INTO `teacher` VALUES (25, '2022-06-05 23:30:46', '2022-06-07 00:00:12', NULL, '兰屿', '男', 45, '教授', '计算机', '18777654300', 0);
INSERT INTO `teacher` VALUES (26, '2022-06-05 23:31:46', '2022-06-07 00:00:12', NULL, '菱湖', '男', 37, '讲师', '计算机', '187906543', 0);
INSERT INTO `teacher` VALUES (27, '2022-06-05 23:32:46', '2022-06-07 00:00:12', NULL, '蓝耳', '男', 35, '教授', '食品科学', '187776569', 0);
INSERT INTO `teacher` VALUES (28, '2022-06-05 23:33:46', '2022-06-07 00:00:12', NULL, '溪邢', '男', 38, '教授', '外国语', '137047843', 0);
INSERT INTO `teacher` VALUES (29, '2022-06-05 23:34:46', '2022-06-07 00:00:12', NULL, '王明', '男', 45, '教授', '食品科学', '187776543', 0);
INSERT INTO `teacher` VALUES (30, '2022-06-05 23:35:46', '2022-06-07 00:00:12', NULL, '铃木', '男', 43, '副教授', '外国语', '129648599', 0);
INSERT INTO `teacher` VALUES (31, '2022-06-05 23:36:46', '2022-06-07 00:00:12', NULL, '李青', '男', 34, '讲师', '食品科学', '19674499', 0);
INSERT INTO `teacher` VALUES (32, '2022-06-05 23:37:46', '2022-06-07 00:00:12', NULL, '古榕', '男', 43, '副教授', '外国语', '168796599', 0);
INSERT INTO `teacher` VALUES (33, '2022-06-05 23:38:46', '2022-06-07 00:00:12', NULL, '曾宇', '男', 43, '副教授', '外国语', '168790599', 0);
INSERT INTO `teacher` VALUES (34, '2022-06-05 23:39:46', '2022-06-07 00:00:12', NULL, '王宁与', '男', 47, '副教授', '外国语', '187776599', 0);
INSERT INTO `teacher` VALUES (35, '2022-06-05 23:40:46', '2022-06-07 00:00:12', NULL, '王虎', '男', 43, '副教授', '计算机', '19653216599', 0);
INSERT INTO `teacher` VALUES (36, '2022-06-05 23:41:46', '2022-06-07 00:00:12', NULL, '龙玲', '男', 43, '副教授', '计算机', '11578239', 0);
INSERT INTO `teacher` VALUES (37, '2022-06-05 23:42:46', '2022-06-07 00:00:12', NULL, '刘依依', '男', 43, '副教授', '计算机', '1864361599', 0);
INSERT INTO `teacher` VALUES (38, '2022-06-05 23:43:46', '2022-06-07 00:00:12', NULL, '高数杨', '男', 43, '副教授', '计算机', '16532199', 0);

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user`  (
                         `id` bigint(20) NOT NULL AUTO_INCREMENT,
                         `userAccount` varchar(256) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '账号',
                         `username` varchar(256) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '用户昵称',
                         `gender` tinyint(4) NULL DEFAULT NULL COMMENT '性别\r\n',
                         `email` varchar(512) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '邮箱',
                         `userPassword` varchar(512) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '密码',
                         `avatarUrl` varchar(1024) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png' COMMENT '用户头像',
                         `phone` varchar(128) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '电话',
                         `userStatus` int(11) NOT NULL DEFAULT 0 COMMENT '状态\r\n0 - 正常',
                         `createTime` datetime NULL  COMMENT '创建时间',
                         `updateTime` datetime NULL  ON UPDATE CURRENT_TIMESTAMP,
                         `isDelete` tinyint(4) NOT NULL DEFAULT 0 COMMENT '是否删除',
                         `planetCode` varchar(512) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '编号、学号 冗余',
                         `userRole` int(11) NOT NULL DEFAULT 0 COMMENT '用户角色 0 - 普通用户 1 - 管理员\r\n\r\n',
                         PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 14 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '用户' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES (1, 'XD', NULL, NULL, 'yang@qq.com', 'b0dd3697a192885d7c055db46155b26a', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', NULL, 0, '2022-06-01 15:17:47', '2022-06-15 11:16:03', 1, NULL, 1);
INSERT INTO `user` VALUES (3, '450685520', NULL, NULL, '1@qq.com', '5d6231a8f2da1d778428755f20e23f30', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', NULL, 0, '2022-06-01 15:32:49', '2022-06-15 11:26:11', 1, NULL, 1);
INSERT INTO `user` VALUES (4, 'wxk946', NULL, NULL, '@qq.com', '46eace756d36099088f1063b431d3b53', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', NULL, 0, '2022-06-01 15:54:27', '2022-06-15 11:26:11', 1, NULL, 1);
INSERT INTO `user` VALUES (5, 'XD', NULL, NULL, '1@qq.com', 'b0dd3697a192885d7c055db46155b26a', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', NULL, 0, '2022-06-01 16:03:26', '2022-06-04 17:47:01', 1, NULL, 0);
INSERT INTO `user` VALUES (6, 'azacaiqi', NULL, NULL, '@qq.com', 'fd8a6749c72c9ad0969e440aa2ec7728', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', NULL, 0, '2022-06-01 21:19:16', '2022-06-15 11:26:11', 1, NULL, 1);
INSERT INTO `user` VALUES (7, 'XD123', NULL, NULL, '@qq.com', 'b0dd3697a192885d7c055db46155b26a', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', NULL, 0, '2022-06-04 16:53:19', '2022-06-15 11:26:11', 1, NULL, 0);
INSERT INTO `user` VALUES (8, '452467018', 'scy', 0, '@qq.com', '4ebf4f57d66ace511825ba42c56606fc', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', '18191799289', 0, '2022-06-04 16:59:25', '2022-06-15 11:26:11', 1, NULL, 1);
INSERT INTO `user` VALUES (9, 'ceshi1', NULL, NULL, '', 'b03d227f78c0c79334fca76e7b8eb46a', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', NULL, 0, '2022-06-04 17:29:19', '2022-06-15 11:26:11', 0, NULL, 0);
INSERT INTO `user` VALUES (10, '2504002512', NULL, NULL, '@qq.com', 'f6d03014de370280281ef001c5c78dc5', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', NULL, 0, '2022-06-07 18:36:53', '2022-06-15 11:26:11', 1, NULL, 0);
INSERT INTO `user` VALUES (11, '2390983064', NULL, NULL, '@qq.com', 'fb5467402cb18d52c9aedf7a4ce220bf', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', NULL, 0, '2022-06-13 12:11:48', '2022-06-15 11:26:11', 1, NULL, 0);
INSERT INTO `user` VALUES (12, '112312312312', NULL, NULL, '1@qq.com', 'b0dd3697a192885d7c055db46155b26a', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', NULL, 0, '2022-06-15 11:27:22', '2022-06-15 12:02:57', 0, NULL, 1);
INSERT INTO `user` VALUES (13, 'xd245572369', NULL, NULL, '245572369@qq.com', '2f8a57c9228f822e508e634207cb421a', 'https://636f-codenav-8grj8px727565176-1256524210.tcb.qcloud.la/img/logo.png', NULL, 0, '2022-06-15 12:04:11', '2022-06-15 12:04:35', 0, NULL, 1);

SET FOREIGN_KEY_CHECKS = 1;
